<?php
/*
 * 各游戏基本配置文件
 */

//国家(阵营)的配置
$countryArray = array(
);
//职业的配置
$careerArray = array(
	1 => '武尊',
	2 => '仙师',
	3 => '刀王',
	4 => '药师',
);

//聊天频道的配置
$channelArray = array(
//	-1 => '全部',
	0 => '世界',
	1 => '同盟',
	2 => '队伍',
	3 => '附近',
	4 => '喇叭',
);
//绑定配置
$isBindArray = array(
	-1 => '全部',
	0 => '不绑定',
	1 => '绑定',
);
//地图配置
$mapArray = array(
	101 => '云水涧',
	102 => '忘情坡',
	103 => '逍遥城',
	104 => '浮空岛',
	105 => '幻妖谷',
	201 => '幻镜',
	202 => '守护神针',
	203 => '守护仙桃',
	204 => '异形副本',
	205 => '修罗塔',
	206 => '闯天门副本',
	251 => '花木妖洞',
	271 => '帮派副本',
	301 => '跨服竞技场',
);
//下线原因
$offLineReason = array(
    1 => "角色在其它地方上线",
    2 => "角色从游戏服切换到跨服副本服 游戏服断开连接",
    3 => "角色正在跨服副本中 无法登录 请先断开原连接",
    4 => "管理后台踢人",
    5 => "服务器人满",
    6 => "帐号被禁止登陆",
    7 => "IP被禁止登陆",
    50 => "错误帐号（登录中间服）",
    100 => "client主动断开",
    101 => "长时间没有发包断开",
    102 => "发送非法包断开",
);