<?php
//注意！或不清楚以下各变量的配置规则及用途，请不要随便动。
//update: 2015-03-13 14:28:22
$arrItemsAll = array (
  10001 => 
  array (
    'id' => '10001',
    'name' => '经验',
  ),
  10002 => 
  array (
    'id' => '10002',
    'name' => '灵气',
  ),
  10003 => 
  array (
    'id' => '10003',
    'name' => '绑定仙石',
  ),
  10004 => 
  array (
    'id' => '10004',
    'name' => '天城令',
  ),
  10005 => 
  array (
    'id' => '10005',
    'name' => '绑定铜币',
  ),
  10006 => 
  array (
    'id' => '10006',
    'name' => '仙石',
  ),
  10007 => 
  array (
    'id' => '10007',
    'name' => '',
  ),
  10008 => 
  array (
    'id' => '10008',
    'name' => '悬赏令',
  ),
  10009 => 
  array (
    'id' => '10009',
    'name' => '续命丹',
  ),
  10010 => 
  array (
    'id' => '10010',
    'name' => '掉在地上的buf',
  ),
  10011 => 
  array (
    'id' => '10011',
    'name' => '灵兽口粮',
  ),
  10012 => 
  array (
    'id' => '10012',
    'name' => '天城秘令',
  ),
  10013 => 
  array (
    'id' => '10013',
    'name' => '兽灵丹',
  ),
  10014 => 
  array (
    'id' => '10014',
    'name' => '上品兽灵丹',
  ),
  10015 => 
  array (
    'id' => '10015',
    'name' => '珍品兽灵丹',
  ),
  10016 => 
  array (
    'id' => '10016',
    'name' => '破界丹',
  ),
  10017 => 
  array (
    'id' => '10017',
    'name' => '记忆之石',
  ),
  10018 => 
  array (
    'id' => '10018',
    'name' => '储物袋',
  ),
  10019 => 
  array (
    'id' => '10019',
    'name' => '精炼石',
  ),
  10020 => 
  array (
    'id' => '10020',
    'name' => '灵兽技能玉',
  ),
  10021 => 
  array (
    'id' => '10021',
    'name' => '普通鱼饵',
  ),
  10022 => 
  array (
    'id' => '10022',
    'name' => '上品鱼饵',
  ),
  10023 => 
  array (
    'id' => '10023',
    'name' => '珍品鱼饵',
  ),
  10024 => 
  array (
    'id' => '10024',
    'name' => '铜币',
  ),
  10025 => 
  array (
    'id' => '10025',
    'name' => '橙鱼饵',
  ),
  10026 => 
  array (
    'id' => '10026',
    'name' => '棒棒糖',
  ),
  10027 => 
  array (
    'id' => '10027',
    'name' => '测试符文礼包',
  ),
  10028 => 
  array (
    'id' => '10028',
    'name' => '家族经验',
  ),
  10029 => 
  array (
    'id' => '10029',
    'name' => '家族贡献',
  ),
  10030 => 
  array (
    'id' => '10030',
    'name' => '50颗仙石',
  ),
  10031 => 
  array (
    'id' => '10031',
    'name' => '错误的测试礼包',
  ),
  10032 => 
  array (
    'id' => '10032',
    'name' => '魔材之箱',
  ),
  10033 => 
  array (
    'id' => '10033',
    'name' => '10颗仙石',
  ),
  10034 => 
  array (
    'id' => '10034',
    'name' => '1000颗仙石',
  ),
  10035 => 
  array (
    'id' => '10035',
    'name' => '灵石精华',
  ),
  10036 => 
  array (
    'id' => '10036',
    'name' => '蓝冰石',
  ),
  10037 => 
  array (
    'id' => '10037',
    'name' => '紫瑰石',
  ),
  10038 => 
  array (
    'id' => '10038',
    'name' => '灵石碎片',
  ),
  10039 => 
  array (
    'id' => '10039',
    'name' => '灵气丸',
  ),
  10040 => 
  array (
    'id' => '10040',
    'name' => '止血散',
  ),
  10041 => 
  array (
    'id' => '10041',
    'name' => '活络散',
  ),
  10042 => 
  array (
    'id' => '10042',
    'name' => '九阳散',
  ),
  10043 => 
  array (
    'id' => '10043',
    'name' => '万灵散',
  ),
  10044 => 
  array (
    'id' => '10044',
    'name' => '活络丹',
  ),
  10045 => 
  array (
    'id' => '10045',
    'name' => '九阳丹',
  ),
  10046 => 
  array (
    'id' => '10046',
    'name' => '万灵丹',
  ),
  10047 => 
  array (
    'id' => '10047',
    'name' => '培元甘露',
  ),
  10048 => 
  array (
    'id' => '10048',
    'name' => '还阳甘露',
  ),
  10049 => 
  array (
    'id' => '10049',
    'name' => '回天玉露',
  ),
  10051 => 
  array (
    'id' => '10051',
    'name' => '美味粽子',
  ),
  10052 => 
  array (
    'id' => '10052',
    'name' => '血脉相承',
  ),
  10053 => 
  array (
    'id' => '10053',
    'name' => '3倍经验丹',
  ),
  10054 => 
  array (
    'id' => '10054',
    'name' => '3.5倍经验丹',
  ),
  10055 => 
  array (
    'id' => '10055',
    'name' => '4倍经验丹',
  ),
  10056 => 
  array (
    'id' => '10056',
    'name' => '4.5倍经验丹',
  ),
  10057 => 
  array (
    'id' => '10057',
    'name' => '阅历',
  ),
  10100 => 
  array (
    'id' => '10100',
    'name' => '预留药品位',
  ),
  10101 => 
  array (
    'id' => '10101',
    'name' => '45级橙色装备包（测试用）',
  ),
  10102 => 
  array (
    'id' => '10102',
    'name' => '55级橙色装备包（测试用）',
  ),
  10103 => 
  array (
    'id' => '10103',
    'name' => '65级橙色装备包（测试用）',
  ),
  10104 => 
  array (
    'id' => '10104',
    'name' => '80级装备包',
  ),
  10201 => 
  array (
    'id' => '10201',
    'name' => '仙尊经验',
  ),
  10202 => 
  array (
    'id' => '10202',
    'name' => '家族资金',
  ),
  10501 => 
  array (
    'id' => '10501',
    'name' => '雪兰叶种子',
  ),
  10502 => 
  array (
    'id' => '10502',
    'name' => '星夜枝种子',
  ),
  10503 => 
  array (
    'id' => '10503',
    'name' => '红云叶种子',
  ),
  10504 => 
  array (
    'id' => '10504',
    'name' => '山岩草种子',
  ),
  10505 => 
  array (
    'id' => '10505',
    'name' => '铁芯花种子',
  ),
  10600 => 
  array (
    'id' => '10600',
    'name' => '预留种子位',
  ),
  10601 => 
  array (
    'id' => '10601',
    'name' => '一阶充值礼包',
  ),
  10602 => 
  array (
    'id' => '10602',
    'name' => '二阶充值礼包',
  ),
  10603 => 
  array (
    'id' => '10603',
    'name' => '三阶充值礼包',
  ),
  10604 => 
  array (
    'id' => '10604',
    'name' => '四阶充值礼包',
  ),
  10605 => 
  array (
    'id' => '10605',
    'name' => '充值豪礼包',
  ),
  10606 => 
  array (
    'id' => '10606',
    'name' => '一阶充值礼包',
  ),
  10607 => 
  array (
    'id' => '10607',
    'name' => '二阶充值礼包',
  ),
  10608 => 
  array (
    'id' => '10608',
    'name' => '三阶充值礼包',
  ),
  10609 => 
  array (
    'id' => '10609',
    'name' => '四阶充值礼包',
  ),
  10610 => 
  array (
    'id' => '10610',
    'name' => '充值豪礼包',
  ),
  10611 => 
  array (
    'id' => '10611',
    'name' => '五阶充值礼包',
  ),
  10612 => 
  array (
    'id' => '10612',
    'name' => '五阶充值礼包',
  ),
  10613 => 
  array (
    'id' => '10613',
    'name' => '一阶充值礼包',
  ),
  10614 => 
  array (
    'id' => '10614',
    'name' => '二阶充值礼包',
  ),
  10615 => 
  array (
    'id' => '10615',
    'name' => '三阶充值礼包',
  ),
  10616 => 
  array (
    'id' => '10616',
    'name' => '四阶充值礼包',
  ),
  10617 => 
  array (
    'id' => '10617',
    'name' => '五阶充值礼包',
  ),
  10618 => 
  array (
    'id' => '10618',
    'name' => '充值豪礼包',
  ),
  10619 => 
  array (
    'id' => '10619',
    'name' => '一阶充值礼包',
  ),
  10620 => 
  array (
    'id' => '10620',
    'name' => '二阶充值礼包',
  ),
  10621 => 
  array (
    'id' => '10621',
    'name' => '三阶充值礼包',
  ),
  10622 => 
  array (
    'id' => '10622',
    'name' => '四阶充值礼包',
  ),
  10623 => 
  array (
    'id' => '10623',
    'name' => '五阶充值礼包',
  ),
  10624 => 
  array (
    'id' => '10624',
    'name' => '充值豪礼包',
  ),
  10625 => 
  array (
    'id' => '10625',
    'name' => '一阶充值礼包',
  ),
  10626 => 
  array (
    'id' => '10626',
    'name' => '二阶充值礼包',
  ),
  10627 => 
  array (
    'id' => '10627',
    'name' => '三阶充值礼包',
  ),
  10628 => 
  array (
    'id' => '10628',
    'name' => '四阶充值礼包',
  ),
  10629 => 
  array (
    'id' => '10629',
    'name' => '五阶充值礼包',
  ),
  10630 => 
  array (
    'id' => '10630',
    'name' => '充值豪礼包',
  ),
  10631 => 
  array (
    'id' => '10631',
    'name' => '一阶充值礼包',
  ),
  10632 => 
  array (
    'id' => '10632',
    'name' => '二阶充值礼包',
  ),
  10633 => 
  array (
    'id' => '10633',
    'name' => '三阶充值礼包',
  ),
  10634 => 
  array (
    'id' => '10634',
    'name' => '四阶充值礼包',
  ),
  10635 => 
  array (
    'id' => '10635',
    'name' => '五阶充值礼包',
  ),
  10636 => 
  array (
    'id' => '10636',
    'name' => '充值豪礼包',
  ),
  10637 => 
  array (
    'id' => '10637',
    'name' => '一阶充值礼包',
  ),
  10638 => 
  array (
    'id' => '10638',
    'name' => '二阶充值礼包',
  ),
  10639 => 
  array (
    'id' => '10639',
    'name' => '三阶充值礼包',
  ),
  10640 => 
  array (
    'id' => '10640',
    'name' => '四阶充值礼包',
  ),
  10641 => 
  array (
    'id' => '10641',
    'name' => '五阶充值礼包',
  ),
  10642 => 
  array (
    'id' => '10642',
    'name' => '充值豪礼包',
  ),
  10643 => 
  array (
    'id' => '10643',
    'name' => '充值豪礼包',
  ),
  10644 => 
  array (
    'id' => '10644',
    'name' => '充值豪礼包',
  ),
  10645 => 
  array (
    'id' => '10645',
    'name' => '充值豪礼包',
  ),
  10646 => 
  array (
    'id' => '10646',
    'name' => '充值豪礼包',
  ),
  10647 => 
  array (
    'id' => '10647',
    'name' => '一阶充值礼包',
  ),
  10648 => 
  array (
    'id' => '10648',
    'name' => '二阶充值礼包',
  ),
  10649 => 
  array (
    'id' => '10649',
    'name' => '三阶充值礼包',
  ),
  10650 => 
  array (
    'id' => '10650',
    'name' => '四阶充值礼包',
  ),
  10651 => 
  array (
    'id' => '10651',
    'name' => '五阶充值礼包',
  ),
  10652 => 
  array (
    'id' => '10652',
    'name' => '充值豪礼包',
  ),
  10653 => 
  array (
    'id' => '10653',
    'name' => '充值豪礼包',
  ),
  10654 => 
  array (
    'id' => '10654',
    'name' => '一阶充值礼包',
  ),
  10655 => 
  array (
    'id' => '10655',
    'name' => '二阶充值礼包',
  ),
  10656 => 
  array (
    'id' => '10656',
    'name' => '三阶充值礼包',
  ),
  10657 => 
  array (
    'id' => '10657',
    'name' => '四阶充值礼包',
  ),
  10658 => 
  array (
    'id' => '10658',
    'name' => '五阶充值礼包',
  ),
  10659 => 
  array (
    'id' => '10659',
    'name' => '充值豪礼包',
  ),
  10660 => 
  array (
    'id' => '10660',
    'name' => '一阶充值礼包',
  ),
  10661 => 
  array (
    'id' => '10661',
    'name' => '二阶充值礼包',
  ),
  10662 => 
  array (
    'id' => '10662',
    'name' => '三阶充值礼包',
  ),
  10663 => 
  array (
    'id' => '10663',
    'name' => '四阶充值礼包',
  ),
  10664 => 
  array (
    'id' => '10664',
    'name' => '五阶充值礼包',
  ),
  10665 => 
  array (
    'id' => '10665',
    'name' => '充值豪礼包',
  ),
  10666 => 
  array (
    'id' => '10666',
    'name' => '一阶充值礼包',
  ),
  10667 => 
  array (
    'id' => '10667',
    'name' => '二阶充值礼包',
  ),
  10668 => 
  array (
    'id' => '10668',
    'name' => '三阶充值礼包',
  ),
  10669 => 
  array (
    'id' => '10669',
    'name' => '四阶充值礼包',
  ),
  10670 => 
  array (
    'id' => '10670',
    'name' => '五阶充值礼包',
  ),
  10671 => 
  array (
    'id' => '10671',
    'name' => '充值豪礼包',
  ),
  10672 => 
  array (
    'id' => '10672',
    'name' => '一阶充值礼包',
  ),
  10673 => 
  array (
    'id' => '10673',
    'name' => '二阶充值礼包',
  ),
  10674 => 
  array (
    'id' => '10674',
    'name' => '三阶充值礼包',
  ),
  10675 => 
  array (
    'id' => '10675',
    'name' => '四阶充值礼包',
  ),
  10676 => 
  array (
    'id' => '10676',
    'name' => '五阶充值礼包',
  ),
  10677 => 
  array (
    'id' => '10677',
    'name' => '充值豪礼包',
  ),
  10678 => 
  array (
    'id' => '10678',
    'name' => '一阶充值礼包',
  ),
  10679 => 
  array (
    'id' => '10679',
    'name' => '二阶充值礼包',
  ),
  10680 => 
  array (
    'id' => '10680',
    'name' => '三阶充值礼包',
  ),
  10681 => 
  array (
    'id' => '10681',
    'name' => '四阶充值礼包',
  ),
  10682 => 
  array (
    'id' => '10682',
    'name' => '五阶充值礼包',
  ),
  10683 => 
  array (
    'id' => '10683',
    'name' => '六阶充值礼包',
  ),
  10684 => 
  array (
    'id' => '10684',
    'name' => '七阶充值礼包',
  ),
  10685 => 
  array (
    'id' => '10685',
    'name' => '一阶充值礼包',
  ),
  10686 => 
  array (
    'id' => '10686',
    'name' => '二阶充值礼包',
  ),
  10687 => 
  array (
    'id' => '10687',
    'name' => '三阶充值礼包',
  ),
  10688 => 
  array (
    'id' => '10688',
    'name' => '四阶充值礼包',
  ),
  10689 => 
  array (
    'id' => '10689',
    'name' => '五阶充值礼包',
  ),
  10690 => 
  array (
    'id' => '10690',
    'name' => '六阶充值礼包',
  ),
  10691 => 
  array (
    'id' => '10691',
    'name' => '七阶充值礼包',
  ),
  10692 => 
  array (
    'id' => '10692',
    'name' => '充值豪礼包',
  ),
  10693 => 
  array (
    'id' => '10693',
    'name' => '一阶充值礼包',
  ),
  10694 => 
  array (
    'id' => '10694',
    'name' => '二阶充值礼包',
  ),
  10695 => 
  array (
    'id' => '10695',
    'name' => '三阶充值礼包',
  ),
  10696 => 
  array (
    'id' => '10696',
    'name' => '四阶充值礼包',
  ),
  10697 => 
  array (
    'id' => '10697',
    'name' => '五阶充值礼包',
  ),
  10698 => 
  array (
    'id' => '10698',
    'name' => '六阶充值礼包',
  ),
  10699 => 
  array (
    'id' => '10699',
    'name' => '七阶充值礼包',
  ),
  10700 => 
  array (
    'id' => '10700',
    'name' => '充值豪礼包',
  ),
  10701 => 
  array (
    'id' => '10701',
    'name' => '一阶充值礼包',
  ),
  10702 => 
  array (
    'id' => '10702',
    'name' => '二阶充值礼包',
  ),
  10703 => 
  array (
    'id' => '10703',
    'name' => '三阶充值礼包',
  ),
  10704 => 
  array (
    'id' => '10704',
    'name' => '四阶充值礼包',
  ),
  10705 => 
  array (
    'id' => '10705',
    'name' => '五阶充值礼包',
  ),
  10706 => 
  array (
    'id' => '10706',
    'name' => '六阶充值礼包',
  ),
  10707 => 
  array (
    'id' => '10707',
    'name' => '七阶充值礼包',
  ),
  10708 => 
  array (
    'id' => '10708',
    'name' => '充值豪礼包',
  ),
  10709 => 
  array (
    'id' => '10709',
    'name' => '一阶充值礼包',
  ),
  10710 => 
  array (
    'id' => '10710',
    'name' => '二阶充值礼包',
  ),
  10711 => 
  array (
    'id' => '10711',
    'name' => '三阶充值礼包',
  ),
  10712 => 
  array (
    'id' => '10712',
    'name' => '四阶充值礼包',
  ),
  10713 => 
  array (
    'id' => '10713',
    'name' => '五阶充值礼包',
  ),
  10714 => 
  array (
    'id' => '10714',
    'name' => '六阶充值礼包',
  ),
  10715 => 
  array (
    'id' => '10715',
    'name' => '七阶充值礼包',
  ),
  10716 => 
  array (
    'id' => '10716',
    'name' => '充值豪礼包',
  ),
  10717 => 
  array (
    'id' => '10717',
    'name' => '一阶充值礼包',
  ),
  10718 => 
  array (
    'id' => '10718',
    'name' => '二阶充值礼包',
  ),
  10719 => 
  array (
    'id' => '10719',
    'name' => '三阶充值礼包',
  ),
  10720 => 
  array (
    'id' => '10720',
    'name' => '四阶充值礼包',
  ),
  10721 => 
  array (
    'id' => '10721',
    'name' => '五阶充值礼包',
  ),
  10722 => 
  array (
    'id' => '10722',
    'name' => '六阶充值礼包',
  ),
  10723 => 
  array (
    'id' => '10723',
    'name' => '七阶充值礼包',
  ),
  10724 => 
  array (
    'id' => '10724',
    'name' => '充值豪礼包',
  ),
  10725 => 
  array (
    'id' => '10725',
    'name' => '一阶充值礼包',
  ),
  10726 => 
  array (
    'id' => '10726',
    'name' => '二阶充值礼包',
  ),
  10727 => 
  array (
    'id' => '10727',
    'name' => '三阶充值礼包',
  ),
  10728 => 
  array (
    'id' => '10728',
    'name' => '四阶充值礼包',
  ),
  10729 => 
  array (
    'id' => '10729',
    'name' => '五阶充值礼包',
  ),
  10730 => 
  array (
    'id' => '10730',
    'name' => '六阶充值礼包',
  ),
  10731 => 
  array (
    'id' => '10731',
    'name' => '七阶充值礼包',
  ),
  10732 => 
  array (
    'id' => '10732',
    'name' => '充值豪礼包',
  ),
  10733 => 
  array (
    'id' => '10733',
    'name' => '一阶充值礼包',
  ),
  10734 => 
  array (
    'id' => '10734',
    'name' => '二阶充值礼包',
  ),
  10735 => 
  array (
    'id' => '10735',
    'name' => '三阶充值礼包',
  ),
  10736 => 
  array (
    'id' => '10736',
    'name' => '四阶充值礼包',
  ),
  10737 => 
  array (
    'id' => '10737',
    'name' => '五阶充值礼包',
  ),
  10738 => 
  array (
    'id' => '10738',
    'name' => '六阶充值礼包',
  ),
  10739 => 
  array (
    'id' => '10739',
    'name' => '七阶充值礼包',
  ),
  10740 => 
  array (
    'id' => '10740',
    'name' => '充值豪礼包',
  ),
  10741 => 
  array (
    'id' => '10741',
    'name' => '一阶充值礼包',
  ),
  10742 => 
  array (
    'id' => '10742',
    'name' => '二阶充值礼包',
  ),
  10743 => 
  array (
    'id' => '10743',
    'name' => '三阶充值礼包',
  ),
  10744 => 
  array (
    'id' => '10744',
    'name' => '四阶充值礼包',
  ),
  10745 => 
  array (
    'id' => '10745',
    'name' => '五阶充值礼包',
  ),
  10746 => 
  array (
    'id' => '10746',
    'name' => '六阶充值礼包',
  ),
  10747 => 
  array (
    'id' => '10747',
    'name' => '七阶充值礼包',
  ),
  10748 => 
  array (
    'id' => '10748',
    'name' => '充值豪礼包',
  ),
  10749 => 
  array (
    'id' => '10749',
    'name' => '充值豪礼包',
  ),
  10750 => 
  array (
    'id' => '10750',
    'name' => '七阶充值礼包',
  ),
  10751 => 
  array (
    'id' => '10751',
    'name' => '一阶充值礼包',
  ),
  10752 => 
  array (
    'id' => '10752',
    'name' => '二阶充值礼包',
  ),
  10753 => 
  array (
    'id' => '10753',
    'name' => '三阶充值礼包',
  ),
  10754 => 
  array (
    'id' => '10754',
    'name' => '四阶充值礼包',
  ),
  10755 => 
  array (
    'id' => '10755',
    'name' => '五阶充值礼包',
  ),
  10756 => 
  array (
    'id' => '10756',
    'name' => '六阶充值礼包',
  ),
  10757 => 
  array (
    'id' => '10757',
    'name' => '七阶充值礼包',
  ),
  10758 => 
  array (
    'id' => '10758',
    'name' => '充值豪礼包',
  ),
  10759 => 
  array (
    'id' => '10759',
    'name' => '充值豪礼包',
  ),
  11000 => 
  array (
    'id' => '11000',
    'name' => '预留礼包位',
  ),
  11001 => 
  array (
    'id' => '11001',
    'name' => '一级强化石',
  ),
  11002 => 
  array (
    'id' => '11002',
    'name' => '二级强化石',
  ),
  11003 => 
  array (
    'id' => '11003',
    'name' => '三级强化石',
  ),
  11004 => 
  array (
    'id' => '11004',
    'name' => '四级强化石',
  ),
  11005 => 
  array (
    'id' => '11005',
    'name' => '五级强化石',
  ),
  11006 => 
  array (
    'id' => '11006',
    'name' => '六级强化石',
  ),
  11007 => 
  array (
    'id' => '11007',
    'name' => '七级强化石',
  ),
  11008 => 
  array (
    'id' => '11008',
    'name' => '八级强化石',
  ),
  11009 => 
  array (
    'id' => '11009',
    'name' => '九级强化石',
  ),
  11010 => 
  array (
    'id' => '11010',
    'name' => '十级强化石',
  ),
  11011 => 
  array (
    'id' => '11011',
    'name' => '豪华大奖',
  ),
  11012 => 
  array (
    'id' => '11012',
    'name' => '60级紫色装备包（测试用）',
  ),
  11013 => 
  array (
    'id' => '11013',
    'name' => '50级紫色装备包（测试用）',
  ),
  11014 => 
  array (
    'id' => '11014',
    'name' => '40级紫色装备包（测试用）',
  ),
  11015 => 
  array (
    'id' => '11015',
    'name' => '40级装备包（测试用）',
  ),
  11016 => 
  array (
    'id' => '11016',
    'name' => '50级装备包（测试用）',
  ),
  11017 => 
  array (
    'id' => '11017',
    'name' => '60级装备包（测试用）',
  ),
  11018 => 
  array (
    'id' => '11018',
    'name' => '扩建令',
  ),
  11019 => 
  array (
    'id' => '11019',
    'name' => '灵气果',
  ),
  11020 => 
  array (
    'id' => '11020',
    'name' => '一等封灵丹',
  ),
  11021 => 
  array (
    'id' => '11021',
    'name' => '二等封灵丹',
  ),
  11022 => 
  array (
    'id' => '11022',
    'name' => '三等封灵丹',
  ),
  11023 => 
  array (
    'id' => '11023',
    'name' => '破损的时空卷轴',
  ),
  11024 => 
  array (
    'id' => '11024',
    'name' => '随机奖励',
  ),
  11025 => 
  array (
    'id' => '11025',
    'name' => '时空卷轴 · 丛林',
  ),
  11026 => 
  array (
    'id' => '11026',
    'name' => '源火矿石',
  ),
  11027 => 
  array (
    'id' => '11027',
    'name' => '青晶矿石',
  ),
  11028 => 
  array (
    'id' => '11028',
    'name' => '月银矿石',
  ),
  11029 => 
  array (
    'id' => '11029',
    'name' => '源火玄钢',
  ),
  11030 => 
  array (
    'id' => '11030',
    'name' => '青晶玄钢',
  ),
  11031 => 
  array (
    'id' => '11031',
    'name' => '月银玄钢',
  ),
  11032 => 
  array (
    'id' => '11032',
    'name' => '一品炼晶',
  ),
  11033 => 
  array (
    'id' => '11033',
    'name' => '二品炼晶',
  ),
  11034 => 
  array (
    'id' => '11034',
    'name' => '三品炼晶',
  ),
  11035 => 
  array (
    'id' => '11035',
    'name' => '四品炼晶',
  ),
  11036 => 
  array (
    'id' => '11036',
    'name' => '五品炼晶',
  ),
  11037 => 
  array (
    'id' => '11037',
    'name' => '灵气修炼丹',
  ),
  11038 => 
  array (
    'id' => '11038',
    'name' => '天工图谱',
  ),
  11039 => 
  array (
    'id' => '11039',
    'name' => '500颗仙石',
  ),
  11040 => 
  array (
    'id' => '11040',
    'name' => '5000颗仙石',
  ),
  11041 => 
  array (
    'id' => '11041',
    'name' => '20000颗仙石',
  ),
  11042 => 
  array (
    'id' => '11042',
    'name' => '5颗仙石',
  ),
  11043 => 
  array (
    'id' => '11043',
    'name' => '折扣道具临时测试',
  ),
  11044 => 
  array (
    'id' => '11044',
    'name' => 'petjj',
  ),
  11045 => 
  array (
    'id' => '11045',
    'name' => '射石饮羽丹【废弃】',
  ),
  11046 => 
  array (
    'id' => '11046',
    'name' => '彩凤丹【废弃】',
  ),
  11047 => 
  array (
    'id' => '11047',
    'name' => '虎行丹【废弃】',
  ),
  11048 => 
  array (
    'id' => '11048',
    'name' => '风行丹【废弃】',
  ),
  11049 => 
  array (
    'id' => '11049',
    'name' => '龙行丹【废弃】',
  ),
  11050 => 
  array (
    'id' => '11050',
    'name' => '圣源花',
  ),
  11051 => 
  array (
    'id' => '11051',
    'name' => '仙灵花',
  ),
  11052 => 
  array (
    'id' => '11052',
    'name' => '古老的封印石',
  ),
  11053 => 
  array (
    'id' => '11053',
    'name' => '锈蚀的古币',
  ),
  11054 => 
  array (
    'id' => '11054',
    'name' => '陈旧的古币',
  ),
  11055 => 
  array (
    'id' => '11055',
    'name' => '发亮的古币',
  ),
  11056 => 
  array (
    'id' => '11056',
    'name' => '符石',
  ),
  11057 => 
  array (
    'id' => '11057',
    'name' => '定魂石',
  ),
  11058 => 
  array (
    'id' => '11058',
    'name' => '兽皮',
  ),
  11059 => 
  array (
    'id' => '11059',
    'name' => '古兽之牙',
  ),
  11060 => 
  array (
    'id' => '11060',
    'name' => '发光鳞片',
  ),
  11061 => 
  array (
    'id' => '11061',
    'name' => '金色逆鳞',
  ),
  11062 => 
  array (
    'id' => '11062',
    'name' => '七色草',
  ),
  11063 => 
  array (
    'id' => '11063',
    'name' => '仙草之灵',
  ),
  11064 => 
  array (
    'id' => '11064',
    'name' => '四象星符',
  ),
  11065 => 
  array (
    'id' => '11065',
    'name' => '天鬼丹【废弃】',
  ),
  11066 => 
  array (
    'id' => '11066',
    'name' => '聚气丹【废弃】',
  ),
  11067 => 
  array (
    'id' => '11067',
    'name' => '高级聚气丹【废弃】',
  ),
  11068 => 
  array (
    'id' => '11068',
    'name' => '随机珍稀道具',
  ),
  11069 => 
  array (
    'id' => '11069',
    'name' => '1.2倍经验丹',
  ),
  11070 => 
  array (
    'id' => '11070',
    'name' => '1.5倍经验丹',
  ),
  11071 => 
  array (
    'id' => '11071',
    'name' => '2倍经验丹',
  ),
  11072 => 
  array (
    'id' => '11072',
    'name' => '2.5倍经验丹',
  ),
  11073 => 
  array (
    'id' => '11073',
    'name' => '寻宝金币',
  ),
  11074 => 
  array (
    'id' => '11074',
    'name' => '15级装备包（测试用）',
  ),
  11075 => 
  array (
    'id' => '11075',
    'name' => '30级装备包（测试用）',
  ),
  11076 => 
  array (
    'id' => '11076',
    'name' => '传音卷轴',
  ),
  11077 => 
  array (
    'id' => '11077',
    'name' => '45级橙色装备包（测试用）',
  ),
  11078 => 
  array (
    'id' => '11078',
    'name' => '离风仙符',
  ),
  11079 => 
  array (
    'id' => '11079',
    'name' => '天火仙符',
  ),
  11080 => 
  array (
    'id' => '11080',
    'name' => '隆冬仙符',
  ),
  11081 => 
  array (
    'id' => '11081',
    'name' => '云山仙符',
  ),
  11082 => 
  array (
    'id' => '11082',
    'name' => '仙符礼包',
  ),
  11083 => 
  array (
    'id' => '11083',
    'name' => '灵鱼',
  ),
  11084 => 
  array (
    'id' => '11084',
    'name' => '大灵鱼',
  ),
  11085 => 
  array (
    'id' => '11085',
    'name' => '巨型灵鱼',
  ),
  11086 => 
  array (
    'id' => '11086',
    'name' => '寿鱼',
  ),
  11087 => 
  array (
    'id' => '11087',
    'name' => '百年寿鱼',
  ),
  11088 => 
  array (
    'id' => '11088',
    'name' => '千年寿鱼',
  ),
  11089 => 
  array (
    'id' => '11089',
    'name' => '银光鱼',
  ),
  11090 => 
  array (
    'id' => '11090',
    'name' => '金光鱼',
  ),
  11091 => 
  array (
    'id' => '11091',
    'name' => '水草',
  ),
  11092 => 
  array (
    'id' => '11092',
    'name' => '小鱼',
  ),
  11093 => 
  array (
    'id' => '11093',
    'name' => '损坏的鱼线',
  ),
  11094 => 
  array (
    'id' => '11094',
    'name' => '岩甲蟹',
  ),
  11095 => 
  array (
    'id' => '11095',
    'name' => '影鱼',
  ),
  11096 => 
  array (
    'id' => '11096',
    'name' => '虹光鱼',
  ),
  11097 => 
  array (
    'id' => '11097',
    'name' => '角石鱼',
  ),
  11098 => 
  array (
    'id' => '11098',
    'name' => '病怏怏的鱼',
  ),
  11099 => 
  array (
    'id' => '11099',
    'name' => '肥胖大鱼',
  ),
  11100 => 
  array (
    'id' => '11100',
    'name' => '浸水的货箱',
  ),
  11101 => 
  array (
    'id' => '11101',
    'name' => '浸水的货箱',
  ),
  11102 => 
  array (
    'id' => '11102',
    'name' => '浸水的货箱',
  ),
  11103 => 
  array (
    'id' => '11103',
    'name' => '华金箱子',
  ),
  11104 => 
  array (
    'id' => '11104',
    'name' => '肥胖的大鱼【废弃】',
  ),
  11105 => 
  array (
    'id' => '11105',
    'name' => '锈蚀的箱子【废弃】',
  ),
  11106 => 
  array (
    'id' => '11106',
    'name' => '仙邪问鼎专用装备包',
  ),
  11107 => 
  array (
    'id' => '11107',
    'name' => '火猴',
  ),
  11108 => 
  array (
    'id' => '11108',
    'name' => '蛮角兽',
  ),
  11109 => 
  array (
    'id' => '11109',
    'name' => '月灵',
  ),
  11110 => 
  array (
    'id' => '11110',
    'name' => '风火兽',
  ),
  11111 => 
  array (
    'id' => '11111',
    'name' => '招魂娃娃',
  ),
  11112 => 
  array (
    'id' => '11112',
    'name' => '木甲怪',
  ),
  11113 => 
  array (
    'id' => '11113',
    'name' => '水兰蝶',
  ),
  11114 => 
  array (
    'id' => '11114',
    'name' => '花灵之晶',
  ),
  11115 => 
  array (
    'id' => '11115',
    'name' => '灵兽蛋9',
  ),
  11156 => 
  array (
    'id' => '11156',
    'name' => '预留灵兽蛋50',
  ),
  11157 => 
  array (
    'id' => '11157',
    'name' => '融合灵玉【废弃】',
  ),
  11158 => 
  array (
    'id' => '11158',
    'name' => '崭新的藏宝图(40级)',
  ),
  11159 => 
  array (
    'id' => '11159',
    'name' => '崭新的藏宝图(50级)',
  ),
  11160 => 
  array (
    'id' => '11160',
    'name' => '崭新的藏宝图(60级)',
  ),
  11161 => 
  array (
    'id' => '11161',
    'name' => '藏宝图(60级)【废弃】',
  ),
  11162 => 
  array (
    'id' => '11162',
    'name' => '时空卷轴 · 群妖殿',
  ),
  11207 => 
  array (
    'id' => '11207',
    'name' => '预留藏宝图道具50',
  ),
  11208 => 
  array (
    'id' => '11208',
    'name' => '雪兰叶',
  ),
  11209 => 
  array (
    'id' => '11209',
    'name' => '星夜枝',
  ),
  11210 => 
  array (
    'id' => '11210',
    'name' => '红云叶',
  ),
  11211 => 
  array (
    'id' => '11211',
    'name' => '山岩草',
  ),
  11212 => 
  array (
    'id' => '11212',
    'name' => '铁芯花',
  ),
  11222 => 
  array (
    'id' => '11222',
    'name' => '预留草药位10',
  ),
  11223 => 
  array (
    'id' => '11223',
    'name' => '境界丹',
  ),
  11224 => 
  array (
    'id' => '11224',
    'name' => '10万绑定铜币串',
  ),
  11225 => 
  array (
    'id' => '11225',
    'name' => '20万绑定铜币串',
  ),
  11226 => 
  array (
    'id' => '11226',
    'name' => '上级妖核',
  ),
  11227 => 
  array (
    'id' => '11227',
    'name' => '圣阶魔核',
  ),
  11228 => 
  array (
    'id' => '11228',
    'name' => '一等经验丹',
  ),
  11229 => 
  array (
    'id' => '11229',
    'name' => '二等经验丹',
  ),
  11230 => 
  array (
    'id' => '11230',
    'name' => '三等经验丹',
  ),
  11231 => 
  array (
    'id' => '11231',
    'name' => '古铜钥匙【功能未支持】',
  ),
  11232 => 
  array (
    'id' => '11232',
    'name' => '精铁钥匙【功能未支持】',
  ),
  11233 => 
  array (
    'id' => '11233',
    'name' => '华金钥匙【功能未支持】',
  ),
  11234 => 
  array (
    'id' => '11234',
    'name' => '藏宝图碎片',
  ),
  11235 => 
  array (
    'id' => '11235',
    'name' => '100万绑定铜币串',
  ),
  11236 => 
  array (
    'id' => '11236',
    'name' => '2万绑定铜币串',
  ),
  11237 => 
  array (
    'id' => '11237',
    'name' => '600万绑定铜币串',
  ),
  11238 => 
  array (
    'id' => '11238',
    'name' => '800万绑定铜币串',
  ),
  11239 => 
  array (
    'id' => '11239',
    'name' => '2000万绑定铜币串',
  ),
  11240 => 
  array (
    'id' => '11240',
    'name' => '10万铜币串',
  ),
  11241 => 
  array (
    'id' => '11241',
    'name' => '20万铜币串',
  ),
  11242 => 
  array (
    'id' => '11242',
    'name' => '50万铜币串',
  ),
  11243 => 
  array (
    'id' => '11243',
    'name' => '100万铜币串',
  ),
  11244 => 
  array (
    'id' => '11244',
    'name' => '200万铜币串',
  ),
  11245 => 
  array (
    'id' => '11245',
    'name' => '铜币宝箱',
  ),
  11246 => 
  array (
    'id' => '11246',
    'name' => '500万铜币串',
  ),
  11247 => 
  array (
    'id' => '11247',
    'name' => '200万绑定铜币串',
  ),
  11248 => 
  array (
    'id' => '11248',
    'name' => '50万绑定铜币串',
  ),
  11249 => 
  array (
    'id' => '11249',
    'name' => '300万绑定铜币串',
  ),
  11250 => 
  array (
    'id' => '11250',
    'name' => '500万绑定铜币串',
  ),
  11251 => 
  array (
    'id' => '11251',
    'name' => '2000万铜币串',
  ),
  12001 => 
  array (
    'id' => '12001',
    'name' => '特殊技能道具【测试】',
  ),
  12002 => 
  array (
    'id' => '12002',
    'name' => '妖力',
  ),
  12003 => 
  array (
    'id' => '12003',
    'name' => '妖体',
  ),
  12004 => 
  array (
    'id' => '12004',
    'name' => '妖魄',
  ),
  12100 => 
  array (
    'id' => '12100',
    'name' => '问鼎天尊礼包',
  ),
  12101 => 
  array (
    'id' => '12101',
    'name' => '问鼎神将礼包',
  ),
  12102 => 
  array (
    'id' => '12102',
    'name' => '问鼎游仙礼包',
  ),
  12103 => 
  array (
    'id' => '12103',
    'name' => '问鼎名士礼包',
  ),
  12104 => 
  array (
    'id' => '12104',
    'name' => '问鼎散修礼包',
  ),
  12105 => 
  array (
    'id' => '12105',
    'name' => '问鼎参与礼包',
  ),
  12106 => 
  array (
    'id' => '12106',
    'name' => '问鼎胜利礼包',
  ),
  12107 => 
  array (
    'id' => '12107',
    'name' => '寻宝金仙礼包',
  ),
  12108 => 
  array (
    'id' => '12108',
    'name' => '寻宝灵仙礼包',
  ),
  12109 => 
  array (
    'id' => '12109',
    'name' => '寻宝游仙礼包',
  ),
  12110 => 
  array (
    'id' => '12110',
    'name' => '寻宝名士礼包',
  ),
  12111 => 
  array (
    'id' => '12111',
    'name' => '寻宝散修礼包',
  ),
  12112 => 
  array (
    'id' => '12112',
    'name' => '试炼仙尊礼包',
  ),
  12113 => 
  array (
    'id' => '12113',
    'name' => '试炼灵仙礼包',
  ),
  12114 => 
  array (
    'id' => '12114',
    'name' => '试炼游仙礼包',
  ),
  12115 => 
  array (
    'id' => '12115',
    'name' => '试炼名士礼包',
  ),
  12116 => 
  array (
    'id' => '12116',
    'name' => '试炼散修礼包',
  ),
  12117 => 
  array (
    'id' => '12117',
    'name' => '不灭金仙礼包',
  ),
  12118 => 
  array (
    'id' => '12118',
    'name' => '日常任务礼包（30级）',
  ),
  12119 => 
  array (
    'id' => '12119',
    'name' => '日常任务礼包（40级）',
  ),
  12120 => 
  array (
    'id' => '12120',
    'name' => '日常任务礼包（50级）',
  ),
  12121 => 
  array (
    'id' => '12121',
    'name' => '日常任务礼包（60级）',
  ),
  12122 => 
  array (
    'id' => '12122',
    'name' => '日常任务礼包（70级）',
  ),
  12123 => 
  array (
    'id' => '12123',
    'name' => '日常任务礼包（80级）',
  ),
  12124 => 
  array (
    'id' => '12124',
    'name' => '日常任务礼包（90级）',
  ),
  12125 => 
  array (
    'id' => '12125',
    'name' => '日常任务礼包（100级）',
  ),
  12126 => 
  array (
    'id' => '12126',
    'name' => '日常任务礼包（110级）',
  ),
  12127 => 
  array (
    'id' => '12127',
    'name' => '日常任务礼包（120级）',
  ),
  12128 => 
  array (
    'id' => '12128',
    'name' => '日常任务礼包（130级）',
  ),
  12129 => 
  array (
    'id' => '12129',
    'name' => '日常任务礼包（140级）',
  ),
  12130 => 
  array (
    'id' => '12130',
    'name' => '日常任务礼包（150级）',
  ),
  12131 => 
  array (
    'id' => '12131',
    'name' => '日常任务礼包（160级）',
  ),
  12132 => 
  array (
    'id' => '12132',
    'name' => '日常任务礼包（170级）',
  ),
  12133 => 
  array (
    'id' => '12133',
    'name' => '日常任务礼包（180级）',
  ),
  12134 => 
  array (
    'id' => '12134',
    'name' => '日常任务礼包（190级）',
  ),
  12135 => 
  array (
    'id' => '12135',
    'name' => '日常任务礼包（200级）',
  ),
  12136 => 
  array (
    'id' => '12136',
    'name' => '画境贤者礼包',
  ),
  12137 => 
  array (
    'id' => '12137',
    'name' => '画境智者礼包',
  ),
  12138 => 
  array (
    'id' => '12138',
    'name' => '画境学者礼包',
  ),
  12139 => 
  array (
    'id' => '12139',
    'name' => '家族夺旗战礼包',
  ),
  12140 => 
  array (
    'id' => '12140',
    'name' => '抢购礼包',
  ),
  12141 => 
  array (
    'id' => '12141',
    'name' => '激活码礼包',
  ),
  12142 => 
  array (
    'id' => '12142',
    'name' => '家族宝箱',
  ),
  12143 => 
  array (
    'id' => '12143',
    'name' => '一级历炼宝箱',
  ),
  12144 => 
  array (
    'id' => '12144',
    'name' => '二级历炼宝箱',
  ),
  12145 => 
  array (
    'id' => '12145',
    'name' => '三级历炼宝箱',
  ),
  12146 => 
  array (
    'id' => '12146',
    'name' => '四级历炼宝箱',
  ),
  12147 => 
  array (
    'id' => '12147',
    'name' => '五级历炼宝箱',
  ),
  12148 => 
  array (
    'id' => '12148',
    'name' => '六级历炼宝箱',
  ),
  12149 => 
  array (
    'id' => '12149',
    'name' => '爱玩“梦幻Q仙”尊享礼包',
  ),
  12150 => 
  array (
    'id' => '12150',
    'name' => 'Q仙任务初阶礼包',
  ),
  12151 => 
  array (
    'id' => '12151',
    'name' => 'Q仙任务中阶礼包',
  ),
  12152 => 
  array (
    'id' => '12152',
    'name' => 'Q仙任务高阶礼包',
  ),
  12153 => 
  array (
    'id' => '12153',
    'name' => '元宵礼包',
  ),
  12154 => 
  array (
    'id' => '12154',
    'name' => '签到礼包',
  ),
  12155 => 
  array (
    'id' => '12155',
    'name' => '夺旗战第一名礼包',
  ),
  12156 => 
  array (
    'id' => '12156',
    'name' => '夺旗战第二名礼包',
  ),
  12157 => 
  array (
    'id' => '12157',
    'name' => '夺旗战第三名礼包',
  ),
  12158 => 
  array (
    'id' => '12158',
    'name' => '夺旗战第四名礼包',
  ),
  12159 => 
  array (
    'id' => '12159',
    'name' => '夺旗战第五名礼包',
  ),
  12160 => 
  array (
    'id' => '12160',
    'name' => '春节每日礼包',
  ),
  12161 => 
  array (
    'id' => '12161',
    'name' => 'Q仙引导员欢迎礼包',
  ),
  12162 => 
  array (
    'id' => '12162',
    'name' => '天元之战最终阶段礼包',
  ),
  12163 => 
  array (
    'id' => '12163',
    'name' => '天元之战五阶段礼包',
  ),
  12164 => 
  array (
    'id' => '12164',
    'name' => '天元之战四阶段礼包',
  ),
  12165 => 
  array (
    'id' => '12165',
    'name' => '天元之战三阶段礼包',
  ),
  12166 => 
  array (
    'id' => '12166',
    'name' => '天元之战二阶段礼包',
  ),
  12167 => 
  array (
    'id' => '12167',
    'name' => '天元之战参与礼包',
  ),
  12168 => 
  array (
    'id' => '12168',
    'name' => '微端礼包',
  ),
  12169 => 
  array (
    'id' => '12169',
    'name' => '花车巡游礼包',
  ),
  12170 => 
  array (
    'id' => '12170',
    'name' => '仙空遨游礼包',
  ),
  12171 => 
  array (
    'id' => '12171',
    'name' => '惊喜礼包',
  ),
  12172 => 
  array (
    'id' => '12172',
    'name' => '专场礼包',
  ),
  12173 => 
  array (
    'id' => '12173',
    'name' => '抽奖小礼包',
  ),
  12174 => 
  array (
    'id' => '12174',
    'name' => '抽奖礼包',
  ),
  12175 => 
  array (
    'id' => '12175',
    'name' => '天降财神礼包',
  ),
  12176 => 
  array (
    'id' => '12176',
    'name' => '新婚巡游礼包',
  ),
  12177 => 
  array (
    'id' => '12177',
    'name' => '巡游喜糖',
  ),
  12178 => 
  array (
    'id' => '12178',
    'name' => '小礼物',
  ),
  12179 => 
  array (
    'id' => '12179',
    'name' => '神武世家礼盒',
  ),
  12180 => 
  array (
    'id' => '12180',
    'name' => '真武世家礼盒',
  ),
  12181 => 
  array (
    'id' => '12181',
    'name' => '尚武世家礼盒',
  ),
  12182 => 
  array (
    'id' => '12182',
    'name' => '善武世家礼盒',
  ),
  12183 => 
  array (
    'id' => '12183',
    'name' => '勇武世家礼盒',
  ),
  12184 => 
  array (
    'id' => '12184',
    'name' => '夺旗战参与礼盒',
  ),
  12185 => 
  array (
    'id' => '12185',
    'name' => '诛魔仙君礼包',
  ),
  12186 => 
  array (
    'id' => '12186',
    'name' => '诛魔仙圣礼包',
  ),
  12187 => 
  array (
    'id' => '12187',
    'name' => '诛魔仙宗礼包',
  ),
  12188 => 
  array (
    'id' => '12188',
    'name' => '诛魔仙侠礼包',
  ),
  12189 => 
  array (
    'id' => '12189',
    'name' => '诛魔仙士礼包',
  ),
  12190 => 
  array (
    'id' => '12190',
    'name' => '卫道金仙礼包',
  ),
  12191 => 
  array (
    'id' => '12191',
    'name' => '卫道玄仙礼包',
  ),
  12192 => 
  array (
    'id' => '12192',
    'name' => '卫道天仙礼包',
  ),
  12193 => 
  array (
    'id' => '12193',
    'name' => '卫道修士礼包',
  ),
  12194 => 
  array (
    'id' => '12194',
    'name' => '魔物终结者礼包',
  ),
  12195 => 
  array (
    'id' => '12195',
    'name' => '逆战礼包',
  ),
  12196 => 
  array (
    'id' => '12196',
    'name' => '签到礼包',
  ),
  12197 => 
  array (
    'id' => '12197',
    'name' => '聚侠三周年独家礼包 ',
  ),
  12198 => 
  array (
    'id' => '12198',
    'name' => '装备打造测试礼包',
  ),
  12199 => 
  array (
    'id' => '12199',
    'name' => '2014测试礼包',
  ),
  12200 => 
  array (
    'id' => '12200',
    'name' => '保留礼包',
  ),
  12201 => 
  array (
    'id' => '12201',
    'name' => '凝气秘卷',
  ),
  12202 => 
  array (
    'id' => '12202',
    'name' => '丹火秘卷',
  ),
  12203 => 
  array (
    'id' => '12203',
    'name' => '元神秘卷',
  ),
  12204 => 
  array (
    'id' => '12204',
    'name' => '气动秘卷',
  ),
  12205 => 
  array (
    'id' => '12205',
    'name' => '炼血秘卷',
  ),
  12206 => 
  array (
    'id' => '12206',
    'name' => '万象秘卷',
  ),
  12207 => 
  array (
    'id' => '12207',
    'name' => '镜幻秘卷',
  ),
  12208 => 
  array (
    'id' => '12208',
    'name' => '千劫秘卷',
  ),
  12210 => 
  array (
    'id' => '12210',
    'name' => '保留秘卷',
  ),
  12211 => 
  array (
    'id' => '12211',
    'name' => '凝气秘卷残页',
  ),
  12212 => 
  array (
    'id' => '12212',
    'name' => '丹火秘卷残页',
  ),
  12213 => 
  array (
    'id' => '12213',
    'name' => '元神秘卷残页',
  ),
  12214 => 
  array (
    'id' => '12214',
    'name' => '气动秘卷残页',
  ),
  12215 => 
  array (
    'id' => '12215',
    'name' => '炼血秘卷残页',
  ),
  12216 => 
  array (
    'id' => '12216',
    'name' => '万象秘卷残页',
  ),
  12217 => 
  array (
    'id' => '12217',
    'name' => '镜幻秘卷残页',
  ),
  12218 => 
  array (
    'id' => '12218',
    'name' => '千劫秘卷残页',
  ),
  12220 => 
  array (
    'id' => '12220',
    'name' => '保留秘卷残页',
  ),
  12221 => 
  array (
    'id' => '12221',
    'name' => '仙家秘卷',
  ),
  12300 => 
  array (
    'id' => '12300',
    'name' => '猛击',
  ),
  12301 => 
  array (
    'id' => '12301',
    'name' => '横扫',
  ),
  12302 => 
  array (
    'id' => '12302',
    'name' => '冲锋',
  ),
  12303 => 
  array (
    'id' => '12303',
    'name' => '雷甲',
  ),
  12304 => 
  array (
    'id' => '12304',
    'name' => '痊愈',
  ),
  12305 => 
  array (
    'id' => '12305',
    'name' => '喷火',
  ),
  12306 => 
  array (
    'id' => '12306',
    'name' => '加护',
  ),
  12307 => 
  array (
    'id' => '12307',
    'name' => '血怒',
  ),
  12308 => 
  array (
    'id' => '12308',
    'name' => '颤耳嘶吼',
  ),
  12309 => 
  array (
    'id' => '12309',
    'name' => '巨兽蛮力',
  ),
  12310 => 
  array (
    'id' => '12310',
    'name' => '咆哮',
  ),
  12311 => 
  array (
    'id' => '12311',
    'name' => '狂暴',
  ),
  12312 => 
  array (
    'id' => '12312',
    'name' => '旋风攻击',
  ),
  12313 => 
  array (
    'id' => '12313',
    'name' => '虚空碎灭',
  ),
  12314 => 
  array (
    'id' => '12314',
    'name' => '风镰',
  ),
  12315 => 
  array (
    'id' => '12315',
    'name' => '炫目',
  ),
  12500 => 
  array (
    'id' => '12500',
    'name' => '保留技能书',
  ),
  12501 => 
  array (
    'id' => '12501',
    'name' => '一等天寿丹',
  ),
  12502 => 
  array (
    'id' => '12502',
    'name' => '二等天寿丹',
  ),
  12503 => 
  array (
    'id' => '12503',
    'name' => '三等天寿丹',
  ),
  12504 => 
  array (
    'id' => '12504',
    'name' => '四等天寿丹',
  ),
  12505 => 
  array (
    'id' => '12505',
    'name' => '五等天寿丹',
  ),
  12506 => 
  array (
    'id' => '12506',
    'name' => '四象造化丹',
  ),
  12507 => 
  array (
    'id' => '12507',
    'name' => '五行造化丹',
  ),
  12508 => 
  array (
    'id' => '12508',
    'name' => '寿元果',
  ),
  12509 => 
  array (
    'id' => '12509',
    'name' => '福缘果',
  ),
  12510 => 
  array (
    'id' => '12510',
    'name' => '保留经验丹',
  ),
  12511 => 
  array (
    'id' => '12511',
    'name' => '一等体魄丹',
  ),
  12512 => 
  array (
    'id' => '12512',
    'name' => '二等体魄丹',
  ),
  12513 => 
  array (
    'id' => '12513',
    'name' => '三等体魄丹',
  ),
  12515 => 
  array (
    'id' => '12515',
    'name' => '保留体魄丹',
  ),
  12516 => 
  array (
    'id' => '12516',
    'name' => '一等强御丹',
  ),
  12517 => 
  array (
    'id' => '12517',
    'name' => '二等强御丹',
  ),
  12518 => 
  array (
    'id' => '12518',
    'name' => '三等强御丹',
  ),
  12520 => 
  array (
    'id' => '12520',
    'name' => '保留强御丹',
  ),
  12521 => 
  array (
    'id' => '12521',
    'name' => '一等强攻丹',
  ),
  12522 => 
  array (
    'id' => '12522',
    'name' => '二等强攻丹',
  ),
  12523 => 
  array (
    'id' => '12523',
    'name' => '三等强攻丹',
  ),
  12525 => 
  array (
    'id' => '12525',
    'name' => '保留强攻丹',
  ),
  12526 => 
  array (
    'id' => '12526',
    'name' => '飞升丹',
  ),
  12527 => 
  array (
    'id' => '12527',
    'name' => '绑定铜币串',
  ),
  12528 => 
  array (
    'id' => '12528',
    'name' => '清风林藏宝图(30级)',
  ),
  12529 => 
  array (
    'id' => '12529',
    'name' => '清风林藏宝图(40级)',
  ),
  12530 => 
  array (
    'id' => '12530',
    'name' => '清风林藏宝图(50级)',
  ),
  12531 => 
  array (
    'id' => '12531',
    'name' => '清风林藏宝图(60级)',
  ),
  12532 => 
  array (
    'id' => '12532',
    'name' => '幽月谷藏宝图(40级)',
  ),
  12533 => 
  array (
    'id' => '12533',
    'name' => '幽月谷藏宝图(50级)',
  ),
  12534 => 
  array (
    'id' => '12534',
    'name' => '幽月谷藏宝图(60级)',
  ),
  12535 => 
  array (
    'id' => '12535',
    'name' => '灵源洞二层藏宝图(40级)',
  ),
  12536 => 
  array (
    'id' => '12536',
    'name' => '灵源洞二层藏宝图(50级)',
  ),
  12537 => 
  array (
    'id' => '12537',
    'name' => '灵源洞二层藏宝图(60级)',
  ),
  12538 => 
  array (
    'id' => '12538',
    'name' => '风蚀之地藏宝图(50级)',
  ),
  12539 => 
  array (
    'id' => '12539',
    'name' => '风蚀之地藏宝图(60级)',
  ),
  12540 => 
  array (
    'id' => '12540',
    'name' => '邪风窟藏宝图(50级)',
  ),
  12541 => 
  array (
    'id' => '12541',
    'name' => '邪风窟藏宝图(60级)',
  ),
  12542 => 
  array (
    'id' => '12542',
    'name' => '灵源洞三层藏宝图(60级)',
  ),
  12543 => 
  array (
    'id' => '12543',
    'name' => '密藏宝箱',
  ),
  12544 => 
  array (
    'id' => '12544',
    'name' => '奇珍密藏宝箱',
  ),
  12545 => 
  array (
    'id' => '12545',
    'name' => '传世密藏宝箱',
  ),
  12546 => 
  array (
    'id' => '12546',
    'name' => '上古密藏宝箱',
  ),
  12547 => 
  array (
    'id' => '12547',
    'name' => '高级藏宝图',
  ),
  12578 => 
  array (
    'id' => '12578',
    'name' => '预留藏宝图道具50',
  ),
  12579 => 
  array (
    'id' => '12579',
    'name' => '一品乘骑符',
  ),
  12580 => 
  array (
    'id' => '12580',
    'name' => '二品乘骑符',
  ),
  12581 => 
  array (
    'id' => '12581',
    'name' => '三品乘骑符',
  ),
  12582 => 
  array (
    'id' => '12582',
    'name' => '四品乘骑符',
  ),
  12583 => 
  array (
    'id' => '12583',
    'name' => '五品乘骑符',
  ),
  12584 => 
  array (
    'id' => '12584',
    'name' => '乘骑升阶图',
  ),
  12585 => 
  array (
    'id' => '12585',
    'name' => '流云精魄',
  ),
  12586 => 
  array (
    'id' => '12586',
    'name' => '玄钢精魄',
  ),
  12587 => 
  array (
    'id' => '12587',
    'name' => '紫光精魄',
  ),
  12588 => 
  array (
    'id' => '12588',
    'name' => '游龙精魄',
  ),
  12589 => 
  array (
    'id' => '12589',
    'name' => '紫云葫芦',
  ),
  12590 => 
  array (
    'id' => '12590',
    'name' => '太乙玄光镜',
  ),
  12591 => 
  array (
    'id' => '12591',
    'name' => '龙吟笔',
  ),
  12592 => 
  array (
    'id' => '12592',
    'name' => '玄光琉璃兽',
  ),
  12593 => 
  array (
    'id' => '12593',
    'name' => '随机绑定铜币串',
  ),
  12594 => 
  array (
    'id' => '12594',
    'name' => '玄光琉璃兽(7天)',
  ),
  12595 => 
  array (
    'id' => '12595',
    'name' => '遁空幽影兽(永久)',
  ),
  12596 => 
  array (
    'id' => '12596',
    'name' => '遁空幽影兽精魄',
  ),
  12597 => 
  array (
    'id' => '12597',
    'name' => '遁空幽影兽(3天)',
  ),
  12598 => 
  array (
    'id' => '12598',
    'name' => '玄炎灵蟹(永久)',
  ),
  12599 => 
  array (
    'id' => '12599',
    'name' => '玄炎灵蟹(10天)',
  ),
  12600 => 
  array (
    'id' => '12600',
    'name' => '平凡 · 火猴',
  ),
  12601 => 
  array (
    'id' => '12601',
    'name' => '平凡 · 蛮角兽',
  ),
  12602 => 
  array (
    'id' => '12602',
    'name' => '平凡 · 月灵',
  ),
  12603 => 
  array (
    'id' => '12603',
    'name' => '平凡 · 风火兽',
  ),
  12604 => 
  array (
    'id' => '12604',
    'name' => '平凡 · 招魂娃娃',
  ),
  12605 => 
  array (
    'id' => '12605',
    'name' => '平凡 · 木甲怪',
  ),
  12606 => 
  array (
    'id' => '12606',
    'name' => '平凡 · 水兰蝶',
  ),
  12607 => 
  array (
    'id' => '12607',
    'name' => '平凡 · 獠牙兽',
  ),
  12608 => 
  array (
    'id' => '12608',
    'name' => '平凡 · 龙人宝宝',
  ),
  12609 => 
  array (
    'id' => '12609',
    'name' => '平凡 · 飞天鼠',
  ),
  12610 => 
  array (
    'id' => '12610',
    'name' => '平凡 · 龙鱼',
  ),
  12611 => 
  array (
    'id' => '12611',
    'name' => '平凡 · 花妖',
  ),
  12701 => 
  array (
    'id' => '12701',
    'name' => '优秀 · 火猴',
  ),
  12702 => 
  array (
    'id' => '12702',
    'name' => '优秀 · 蛮角兽',
  ),
  12703 => 
  array (
    'id' => '12703',
    'name' => '优秀 · 月灵',
  ),
  12704 => 
  array (
    'id' => '12704',
    'name' => '优秀 · 风火兽',
  ),
  12705 => 
  array (
    'id' => '12705',
    'name' => '优秀 · 招魂娃娃',
  ),
  12706 => 
  array (
    'id' => '12706',
    'name' => '优秀 · 木甲怪',
  ),
  12707 => 
  array (
    'id' => '12707',
    'name' => '优秀 · 水兰蝶',
  ),
  12708 => 
  array (
    'id' => '12708',
    'name' => '优秀 · 獠牙兽',
  ),
  12709 => 
  array (
    'id' => '12709',
    'name' => '优秀 · 龙人宝宝',
  ),
  12710 => 
  array (
    'id' => '12710',
    'name' => '优秀 · 飞天鼠',
  ),
  12711 => 
  array (
    'id' => '12711',
    'name' => '优秀 · 龙鱼',
  ),
  12712 => 
  array (
    'id' => '12712',
    'name' => '优秀 · 花妖',
  ),
  12801 => 
  array (
    'id' => '12801',
    'name' => '稀有 · 火猴',
  ),
  12802 => 
  array (
    'id' => '12802',
    'name' => '稀有 · 蛮角兽',
  ),
  12803 => 
  array (
    'id' => '12803',
    'name' => '稀有 · 月灵',
  ),
  12804 => 
  array (
    'id' => '12804',
    'name' => '稀有 · 风火兽',
  ),
  12805 => 
  array (
    'id' => '12805',
    'name' => '稀有 · 招魂娃娃',
  ),
  12806 => 
  array (
    'id' => '12806',
    'name' => '稀有 · 木甲怪',
  ),
  12807 => 
  array (
    'id' => '12807',
    'name' => '稀有 · 水兰蝶',
  ),
  12808 => 
  array (
    'id' => '12808',
    'name' => '稀有 · 花灵',
  ),
  12809 => 
  array (
    'id' => '12809',
    'name' => '稀有 · 獠牙兽',
  ),
  12810 => 
  array (
    'id' => '12810',
    'name' => '稀有 · 龙人宝宝',
  ),
  12811 => 
  array (
    'id' => '12811',
    'name' => '稀有 · 飞天鼠',
  ),
  12812 => 
  array (
    'id' => '12812',
    'name' => '稀有 · 龙鱼',
  ),
  12813 => 
  array (
    'id' => '12813',
    'name' => '稀有 · 花妖',
  ),
  12901 => 
  array (
    'id' => '12901',
    'name' => '真灵 · 火猴',
  ),
  12902 => 
  array (
    'id' => '12902',
    'name' => '真灵 · 蛮角兽',
  ),
  12903 => 
  array (
    'id' => '12903',
    'name' => '真灵 · 月灵',
  ),
  12904 => 
  array (
    'id' => '12904',
    'name' => '真灵 · 风火兽',
  ),
  12905 => 
  array (
    'id' => '12905',
    'name' => '真灵 · 招魂娃娃',
  ),
  12906 => 
  array (
    'id' => '12906',
    'name' => '真灵 · 木甲怪',
  ),
  12907 => 
  array (
    'id' => '12907',
    'name' => '真灵 · 水兰蝶',
  ),
  12908 => 
  array (
    'id' => '12908',
    'name' => '真灵 · 獠牙兽',
  ),
  12909 => 
  array (
    'id' => '12909',
    'name' => '真灵 · 龙人宝宝',
  ),
  12910 => 
  array (
    'id' => '12910',
    'name' => '真灵 · 飞天鼠',
  ),
  12911 => 
  array (
    'id' => '12911',
    'name' => '真灵 · 龙鱼',
  ),
  12912 => 
  array (
    'id' => '12912',
    'name' => '真灵 · 花妖',
  ),
  12987 => 
  array (
    'id' => '12987',
    'name' => '稀有 · 布鲁',
  ),
  12988 => 
  array (
    'id' => '12988',
    'name' => '真灵 · 赤阳天将',
  ),
  12989 => 
  array (
    'id' => '12989',
    'name' => '真灵 · 月兔姬',
  ),
  12990 => 
  array (
    'id' => '12990',
    'name' => '真灵 · 金鳞儿',
  ),
  12991 => 
  array (
    'id' => '12991',
    'name' => '稀有 · 管家守护宝',
  ),
  12992 => 
  array (
    'id' => '12992',
    'name' => '真灵 · 撼地炎兽',
  ),
  12993 => 
  array (
    'id' => '12993',
    'name' => '稀有 · 羽翼战傀',
  ),
  12994 => 
  array (
    'id' => '12994',
    'name' => '稀有 · 倩儿',
  ),
  12995 => 
  array (
    'id' => '12995',
    'name' => '稀有 · 火傀',
  ),
  12996 => 
  array (
    'id' => '12996',
    'name' => '优秀 · 火傀',
  ),
  12997 => 
  array (
    'id' => '12997',
    'name' => '小黄',
  ),
  12998 => 
  array (
    'id' => '12998',
    'name' => '水兰蝶',
  ),
  12999 => 
  array (
    'id' => '12999',
    'name' => '预留灵兽蛋',
  ),
  13000 => 
  array (
    'id' => '13000',
    'name' => '一级活跃奖励礼包',
  ),
  13001 => 
  array (
    'id' => '13001',
    'name' => '二级活跃奖励礼包',
  ),
  13002 => 
  array (
    'id' => '13002',
    'name' => '三级活跃奖励礼包',
  ),
  13003 => 
  array (
    'id' => '13003',
    'name' => '四级活跃奖励礼包',
  ),
  13004 => 
  array (
    'id' => '13004',
    'name' => '五级活跃奖励礼包',
  ),
  13005 => 
  array (
    'id' => '13005',
    'name' => '六级活跃奖励礼包',
  ),
  13006 => 
  array (
    'id' => '13006',
    'name' => '家族经验【废弃】',
  ),
  13007 => 
  array (
    'id' => '13007',
    'name' => '家族贡献【废弃】',
  ),
  13008 => 
  array (
    'id' => '13008',
    'name' => '飞云符',
  ),
  13009 => 
  array (
    'id' => '13009',
    'name' => 'BOSS参与礼包',
  ),
  13010 => 
  array (
    'id' => '13010',
    'name' => '乘骑尝鲜包',
  ),
  13011 => 
  array (
    'id' => '13011',
    'name' => '强化尝鲜包',
  ),
  13012 => 
  array (
    'id' => '13012',
    'name' => '精练尝鲜包',
  ),
  13013 => 
  array (
    'id' => '13013',
    'name' => '灵石尝鲜包',
  ),
  13014 => 
  array (
    'id' => '13014',
    'name' => '珍兽养成包',
  ),
  13015 => 
  array (
    'id' => '13015',
    'name' => '闲情垂钓包',
  ),
  13016 => 
  array (
    'id' => '13016',
    'name' => '仙家修炼包',
  ),
  13017 => 
  array (
    'id' => '13017',
    'name' => '新手便利包',
  ),
  13018 => 
  array (
    'id' => '13018',
    'name' => '灵石精华包',
  ),
  13019 => 
  array (
    'id' => '13019',
    'name' => '秒杀礼包',
  ),
  13020 => 
  array (
    'id' => '13020',
    'name' => '秒杀礼包',
  ),
  13021 => 
  array (
    'id' => '13021',
    'name' => '秒杀礼包',
  ),
  13022 => 
  array (
    'id' => '13022',
    'name' => '秒杀礼包',
  ),
  13023 => 
  array (
    'id' => '13023',
    'name' => '秒杀礼包',
  ),
  13024 => 
  array (
    'id' => '13024',
    'name' => '秒杀礼包',
  ),
  13025 => 
  array (
    'id' => '13025',
    'name' => '秒杀礼包',
  ),
  13026 => 
  array (
    'id' => '13026',
    'name' => '秒杀礼包',
  ),
  13027 => 
  array (
    'id' => '13027',
    'name' => '秒杀礼包',
  ),
  13028 => 
  array (
    'id' => '13028',
    'name' => '秒杀礼包',
  ),
  13029 => 
  array (
    'id' => '13029',
    'name' => '一级返利礼包',
  ),
  13030 => 
  array (
    'id' => '13030',
    'name' => '二级返利礼包',
  ),
  13031 => 
  array (
    'id' => '13031',
    'name' => '三级返利礼包',
  ),
  13032 => 
  array (
    'id' => '13032',
    'name' => '四级返利礼包',
  ),
  13033 => 
  array (
    'id' => '13033',
    'name' => '一阶消费礼包',
  ),
  13034 => 
  array (
    'id' => '13034',
    'name' => '二阶消费礼包',
  ),
  13035 => 
  array (
    'id' => '13035',
    'name' => '三阶消费礼包',
  ),
  13036 => 
  array (
    'id' => '13036',
    'name' => '四阶消费礼包',
  ),
  13041 => 
  array (
    'id' => '13041',
    'name' => '3366春节特价礼包',
  ),
  13042 => 
  array (
    'id' => '13042',
    'name' => '蓝钻微信公众号礼包',
  ),
  13043 => 
  array (
    'id' => '13043',
    'name' => '3366限量礼包',
  ),
  13044 => 
  array (
    'id' => '13044',
    'name' => '3366限量礼包',
  ),
  13045 => 
  array (
    'id' => '13045',
    'name' => '3366限量礼包',
  ),
  13046 => 
  array (
    'id' => '13046',
    'name' => '3366限量礼包',
  ),
  13047 => 
  array (
    'id' => '13047',
    'name' => '一级消费礼包',
  ),
  13048 => 
  array (
    'id' => '13048',
    'name' => '二级消费礼包',
  ),
  13049 => 
  array (
    'id' => '13049',
    'name' => '三级消费礼包',
  ),
  13050 => 
  array (
    'id' => '13050',
    'name' => '四级消费礼包',
  ),
  13051 => 
  array (
    'id' => '13051',
    'name' => '一阶消费礼包',
  ),
  13052 => 
  array (
    'id' => '13052',
    'name' => '二阶消费礼包',
  ),
  13053 => 
  array (
    'id' => '13053',
    'name' => '三阶消费礼包',
  ),
  13054 => 
  array (
    'id' => '13054',
    'name' => '四阶消费礼包',
  ),
  13055 => 
  array (
    'id' => '13055',
    'name' => '一阶消费礼包',
  ),
  13056 => 
  array (
    'id' => '13056',
    'name' => '二阶消费礼包',
  ),
  13057 => 
  array (
    'id' => '13057',
    'name' => '三阶消费礼包',
  ),
  13058 => 
  array (
    'id' => '13058',
    'name' => '四阶消费礼包',
  ),
  13059 => 
  array (
    'id' => '13059',
    'name' => '一阶消费礼包',
  ),
  13060 => 
  array (
    'id' => '13060',
    'name' => '二阶消费礼包',
  ),
  13061 => 
  array (
    'id' => '13061',
    'name' => '三阶消费礼包',
  ),
  13062 => 
  array (
    'id' => '13062',
    'name' => '四阶消费礼包',
  ),
  13063 => 
  array (
    'id' => '13063',
    'name' => '一阶消费礼包',
  ),
  13064 => 
  array (
    'id' => '13064',
    'name' => '二阶消费礼包',
  ),
  13065 => 
  array (
    'id' => '13065',
    'name' => '三阶消费礼包',
  ),
  13066 => 
  array (
    'id' => '13066',
    'name' => '四阶消费礼包',
  ),
  13067 => 
  array (
    'id' => '13067',
    'name' => '一阶消费礼包',
  ),
  13068 => 
  array (
    'id' => '13068',
    'name' => '二阶消费礼包',
  ),
  13069 => 
  array (
    'id' => '13069',
    'name' => '三阶消费礼包',
  ),
  13070 => 
  array (
    'id' => '13070',
    'name' => '四阶消费礼包',
  ),
  13071 => 
  array (
    'id' => '13071',
    'name' => '一阶消费礼包',
  ),
  13072 => 
  array (
    'id' => '13072',
    'name' => '二阶消费礼包',
  ),
  13073 => 
  array (
    'id' => '13073',
    'name' => '三阶消费礼包',
  ),
  13074 => 
  array (
    'id' => '13074',
    'name' => '四阶消费礼包',
  ),
  13075 => 
  array (
    'id' => '13075',
    'name' => '一阶消费礼包',
  ),
  13076 => 
  array (
    'id' => '13076',
    'name' => '二阶消费礼包',
  ),
  13077 => 
  array (
    'id' => '13077',
    'name' => '三阶消费礼包',
  ),
  13078 => 
  array (
    'id' => '13078',
    'name' => '四阶消费礼包',
  ),
  13079 => 
  array (
    'id' => '13079',
    'name' => '聚宝礼包',
  ),
  13080 => 
  array (
    'id' => '13080',
    'name' => '限量礼包',
  ),
  13081 => 
  array (
    'id' => '13081',
    'name' => '限量礼包',
  ),
  13082 => 
  array (
    'id' => '13082',
    'name' => '限量礼包',
  ),
  13083 => 
  array (
    'id' => '13083',
    'name' => '3366限量礼包',
  ),
  13084 => 
  array (
    'id' => '13084',
    'name' => '3366限量礼包',
  ),
  13085 => 
  array (
    'id' => '13085',
    'name' => '3366限量礼包',
  ),
  13086 => 
  array (
    'id' => '13086',
    'name' => '07073黄金礼包',
  ),
  13087 => 
  array (
    'id' => '13087',
    'name' => '07073水晶礼包',
  ),
  13088 => 
  array (
    'id' => '13088',
    'name' => '07073钻石礼包',
  ),
  13089 => 
  array (
    'id' => '13089',
    'name' => '17173独家礼包',
  ),
  13090 => 
  array (
    'id' => '13090',
    'name' => '新浪独家礼包',
  ),
  13091 => 
  array (
    'id' => '13091',
    'name' => '265G独家礼包',
  ),
  13092 => 
  array (
    'id' => '13092',
    'name' => '超级玩家独家礼包',
  ),
  13093 => 
  array (
    'id' => '13093',
    'name' => '中国玩家网独家礼包',
  ),
  13094 => 
  array (
    'id' => '13094',
    'name' => '323G独家礼包',
  ),
  13095 => 
  array (
    'id' => '13095',
    'name' => '一游网独家礼包',
  ),
  13096 => 
  array (
    'id' => '13096',
    'name' => 'Q仙礼包',
  ),
  13097 => 
  array (
    'id' => '13097',
    'name' => '至尊礼包',
  ),
  13098 => 
  array (
    'id' => '13098',
    'name' => '仙家礼包',
  ),
  13099 => 
  array (
    'id' => '13099',
    'name' => '境界突破包',
  ),
  13100 => 
  array (
    'id' => '13100',
    'name' => '装备强化包',
  ),
  13101 => 
  array (
    'id' => '13101',
    'name' => '命点突破包',
  ),
  13102 => 
  array (
    'id' => '13102',
    'name' => '仙羽翱翔包',
  ),
  13103 => 
  array (
    'id' => '13103',
    'name' => '坐骑升阶包',
  ),
  13104 => 
  array (
    'id' => '13104',
    'name' => '灵石升级包',
  ),
  13105 => 
  array (
    'id' => '13105',
    'name' => '装备打造包',
  ),
  13106 => 
  array (
    'id' => '13106',
    'name' => '法宝升阶包',
  ),
  13107 => 
  array (
    'id' => '13107',
    'name' => '装备洗炼包',
  ),
  13108 => 
  array (
    'id' => '13108',
    'name' => '灵兽培养包',
  ),
  13109 => 
  array (
    'id' => '13109',
    'name' => '境界神通包',
  ),
  13110 => 
  array (
    'id' => '13110',
    'name' => '灵兽技能包',
  ),
  13111 => 
  array (
    'id' => '13111',
    'name' => '彩星精炼包',
  ),
  13112 => 
  array (
    'id' => '13112',
    'name' => '限量礼包',
  ),
  13113 => 
  array (
    'id' => '13113',
    'name' => '限量礼包',
  ),
  13114 => 
  array (
    'id' => '13114',
    'name' => '限量礼包',
  ),
  13115 => 
  array (
    'id' => '13115',
    'name' => '回馈礼包',
  ),
  13116 => 
  array (
    'id' => '13116',
    'name' => '登陆2天礼包',
  ),
  13117 => 
  array (
    'id' => '13117',
    'name' => '登陆6天礼包',
  ),
  13118 => 
  array (
    'id' => '13118',
    'name' => '登陆11天礼包',
  ),
  13119 => 
  array (
    'id' => '13119',
    'name' => '登陆18天礼包',
  ),
  13120 => 
  array (
    'id' => '13120',
    'name' => '登陆22天礼包',
  ),
  13121 => 
  array (
    'id' => '13121',
    'name' => '登陆28天礼包',
  ),
  13122 => 
  array (
    'id' => '13122',
    'name' => '一级回馈礼包',
  ),
  13123 => 
  array (
    'id' => '13123',
    'name' => '二级回馈礼包',
  ),
  13124 => 
  array (
    'id' => '13124',
    'name' => '三级回馈礼包',
  ),
  13125 => 
  array (
    'id' => '13125',
    'name' => '四级回馈礼包',
  ),
  13126 => 
  array (
    'id' => '13126',
    'name' => '五级回馈礼包',
  ),
  13127 => 
  array (
    'id' => '13127',
    'name' => '一阶消费礼包',
  ),
  13128 => 
  array (
    'id' => '13128',
    'name' => '二阶消费礼包',
  ),
  13129 => 
  array (
    'id' => '13129',
    'name' => '三阶消费礼包',
  ),
  13130 => 
  array (
    'id' => '13130',
    'name' => '四阶消费礼包',
  ),
  13131 => 
  array (
    'id' => '13131',
    'name' => '限量礼包',
  ),
  13132 => 
  array (
    'id' => '13132',
    'name' => '限量礼包',
  ),
  13133 => 
  array (
    'id' => '13133',
    'name' => '限量礼包',
  ),
  13134 => 
  array (
    'id' => '13134',
    'name' => '限量礼包',
  ),
  13135 => 
  array (
    'id' => '13135',
    'name' => '限量礼包',
  ),
  13136 => 
  array (
    'id' => '13136',
    'name' => '限量礼包',
  ),
  13137 => 
  array (
    'id' => '13137',
    'name' => '聚宝礼包',
  ),
  13138 => 
  array (
    'id' => '13138',
    'name' => '特供坐骑升级包',
  ),
  13139 => 
  array (
    'id' => '13139',
    'name' => '特供仙羽升级包',
  ),
  13140 => 
  array (
    'id' => '13140',
    'name' => '特供洗炼神石包',
  ),
  13141 => 
  array (
    'id' => '13141',
    'name' => '特供洗炼仙晶包',
  ),
  13142 => 
  array (
    'id' => '13142',
    'name' => '特供鸳鸯玉包',
  ),
  13143 => 
  array (
    'id' => '13143',
    'name' => '限量礼包',
  ),
  13144 => 
  array (
    'id' => '13144',
    'name' => '限量礼包',
  ),
  13145 => 
  array (
    'id' => '13145',
    'name' => '限量礼包',
  ),
  13146 => 
  array (
    'id' => '13146',
    'name' => '限购礼盒',
  ),
  13147 => 
  array (
    'id' => '13147',
    'name' => '聚宝礼包',
  ),
  13148 => 
  array (
    'id' => '13148',
    'name' => '限量礼包',
  ),
  13149 => 
  array (
    'id' => '13149',
    'name' => '限量礼包',
  ),
  13150 => 
  array (
    'id' => '13150',
    'name' => '限量礼包',
  ),
  13151 => 
  array (
    'id' => '13151',
    'name' => '限量礼包',
  ),
  13152 => 
  array (
    'id' => '13152',
    'name' => '一级回馈礼包',
  ),
  13153 => 
  array (
    'id' => '13153',
    'name' => '二级回馈礼包',
  ),
  13154 => 
  array (
    'id' => '13154',
    'name' => '三级回馈礼包',
  ),
  13155 => 
  array (
    'id' => '13155',
    'name' => '四级回馈礼包',
  ),
  13156 => 
  array (
    'id' => '13156',
    'name' => '五级回馈礼包',
  ),
  13157 => 
  array (
    'id' => '13157',
    'name' => '回馈礼包',
  ),
  13158 => 
  array (
    'id' => '13158',
    'name' => '3366限量礼包',
  ),
  13159 => 
  array (
    'id' => '13159',
    'name' => '3366限量礼包',
  ),
  13160 => 
  array (
    'id' => '13160',
    'name' => '3366限量礼包',
  ),
  13161 => 
  array (
    'id' => '13161',
    'name' => '3366限量礼包',
  ),
  13162 => 
  array (
    'id' => '13162',
    'name' => '3366限量礼包',
  ),
  13163 => 
  array (
    'id' => '13163',
    'name' => '3366限量礼包',
  ),
  13164 => 
  array (
    'id' => '13164',
    'name' => '秒杀礼包',
  ),
  13165 => 
  array (
    'id' => '13165',
    'name' => '限量礼包',
  ),
  13166 => 
  array (
    'id' => '13166',
    'name' => '限量礼包',
  ),
  13167 => 
  array (
    'id' => '13167',
    'name' => '限量礼包',
  ),
  13168 => 
  array (
    'id' => '13168',
    'name' => '聚宝礼包',
  ),
  13169 => 
  array (
    'id' => '13169',
    'name' => '惊喜礼盒',
  ),
  13170 => 
  array (
    'id' => '13170',
    'name' => '狂欢大礼包',
  ),
  13171 => 
  array (
    'id' => '13171',
    'name' => 'Q仙媒体礼包',
  ),
  13172 => 
  array (
    'id' => '13172',
    'name' => '仙羽翱翔包',
  ),
  13173 => 
  array (
    'id' => '13173',
    'name' => '坐骑升阶包',
  ),
  13174 => 
  array (
    'id' => '13174',
    'name' => '圣纹残片包',
  ),
  13175 => 
  array (
    'id' => '13175',
    'name' => '一级回馈礼包',
  ),
  13176 => 
  array (
    'id' => '13176',
    'name' => '二级回馈礼包',
  ),
  13177 => 
  array (
    'id' => '13177',
    'name' => '三级回馈礼包',
  ),
  13178 => 
  array (
    'id' => '13178',
    'name' => '四级回馈礼包',
  ),
  13179 => 
  array (
    'id' => '13179',
    'name' => '五级回馈礼包',
  ),
  13180 => 
  array (
    'id' => '13180',
    'name' => '神秘礼包（测试用）',
  ),
  13181 => 
  array (
    'id' => '13181',
    'name' => '黑羽降临礼包',
  ),
  13182 => 
  array (
    'id' => '13182',
    'name' => '限量礼包',
  ),
  13183 => 
  array (
    'id' => '13183',
    'name' => '限量礼包',
  ),
  13184 => 
  array (
    'id' => '13184',
    'name' => '一级回馈礼包',
  ),
  13185 => 
  array (
    'id' => '13185',
    'name' => '二级回馈礼包',
  ),
  13186 => 
  array (
    'id' => '13186',
    'name' => '三级回馈礼包',
  ),
  13187 => 
  array (
    'id' => '13187',
    'name' => '四级回馈礼包',
  ),
  13188 => 
  array (
    'id' => '13188',
    'name' => '五级回馈礼包',
  ),
  13189 => 
  array (
    'id' => '13189',
    'name' => '聚宝礼包',
  ),
  13190 => 
  array (
    'id' => '13190',
    'name' => '一级回馈礼包',
  ),
  13191 => 
  array (
    'id' => '13191',
    'name' => '二级回馈礼包',
  ),
  13192 => 
  array (
    'id' => '13192',
    'name' => '三级回馈礼包',
  ),
  13193 => 
  array (
    'id' => '13193',
    'name' => '四级回馈礼包',
  ),
  13194 => 
  array (
    'id' => '13194',
    'name' => '五级回馈礼包',
  ),
  13195 => 
  array (
    'id' => '13195',
    'name' => '微博五月浪漫礼包',
  ),
  13196 => 
  array (
    'id' => '13196',
    'name' => '微信感恩礼包',
  ),
  13197 => 
  array (
    'id' => '13197',
    'name' => 'Q仙入驻大礼包',
  ),
  13198 => 
  array (
    'id' => '13198',
    'name' => '幸运礼盒',
  ),
  13199 => 
  array (
    'id' => '13199',
    'name' => '聚宝礼包',
  ),
  13200 => 
  array (
    'id' => '13200',
    'name' => '限量礼包',
  ),
  13201 => 
  array (
    'id' => '13201',
    'name' => '天元回忆礼包',
  ),
  13202 => 
  array (
    'id' => '13202',
    'name' => '老玩家礼包(10级)',
  ),
  13203 => 
  array (
    'id' => '13203',
    'name' => '老玩家礼包(20级)',
  ),
  13204 => 
  array (
    'id' => '13204',
    'name' => '老玩家礼包(30级)',
  ),
  13205 => 
  array (
    'id' => '13205',
    'name' => '老玩家礼包(40级)',
  ),
  13206 => 
  array (
    'id' => '13206',
    'name' => '老玩家礼包(50级)',
  ),
  13207 => 
  array (
    'id' => '13207',
    'name' => '节日仙币碎片',
  ),
  13208 => 
  array (
    'id' => '13208',
    'name' => '节日仙币',
  ),
  13209 => 
  array (
    'id' => '13209',
    'name' => '国庆大礼包：乘骑',
  ),
  13210 => 
  array (
    'id' => '13210',
    'name' => '国庆豪华礼包：乘骑',
  ),
  13211 => 
  array (
    'id' => '13211',
    'name' => '国庆大礼包：强化',
  ),
  13212 => 
  array (
    'id' => '13212',
    'name' => '国庆豪华礼包：强化',
  ),
  13213 => 
  array (
    'id' => '13213',
    'name' => '国庆大礼包：精炼',
  ),
  13214 => 
  array (
    'id' => '13214',
    'name' => '国庆豪华礼包：精炼',
  ),
  13215 => 
  array (
    'id' => '13215',
    'name' => '国庆大礼包：灵石',
  ),
  13216 => 
  array (
    'id' => '13216',
    'name' => '国庆豪华礼包：灵石',
  ),
  13217 => 
  array (
    'id' => '13217',
    'name' => '国庆大礼包：灵兽',
  ),
  13218 => 
  array (
    'id' => '13218',
    'name' => '国庆豪华礼包：灵兽',
  ),
  13219 => 
  array (
    'id' => '13219',
    'name' => '国庆在线礼包',
  ),
  13220 => 
  array (
    'id' => '13220',
    'name' => '化形符·白猿',
  ),
  13221 => 
  array (
    'id' => '13221',
    'name' => '化形符·金鼠',
  ),
  13222 => 
  array (
    'id' => '13222',
    'name' => '化形符·木精',
  ),
  13223 => 
  array (
    'id' => '13223',
    'name' => '节庆小鼓',
  ),
  13224 => 
  array (
    'id' => '13224',
    'name' => '改名符',
  ),
  13225 => 
  array (
    'id' => '13225',
    'name' => '千钧灵果',
  ),
  13226 => 
  array (
    'id' => '13226',
    'name' => '神威仙果',
  ),
  13227 => 
  array (
    'id' => '13227',
    'name' => '烛龙之爪',
  ),
  13228 => 
  array (
    'id' => '13228',
    'name' => '启智灵果',
  ),
  13229 => 
  array (
    'id' => '13229',
    'name' => '觉灵仙果',
  ),
  13230 => 
  array (
    'id' => '13230',
    'name' => '夫诸之魄',
  ),
  13231 => 
  array (
    'id' => '13231',
    'name' => '疾风灵果',
  ),
  13232 => 
  array (
    'id' => '13232',
    'name' => '魅影仙果',
  ),
  13233 => 
  array (
    'id' => '13233',
    'name' => '化蛇之骨',
  ),
  13234 => 
  array (
    'id' => '13234',
    'name' => '狂暴灵果',
  ),
  13235 => 
  array (
    'id' => '13235',
    'name' => '战魂仙果',
  ),
  13236 => 
  array (
    'id' => '13236',
    'name' => '饕餮之齿',
  ),
  13237 => 
  array (
    'id' => '13237',
    'name' => '固本灵果',
  ),
  13238 => 
  array (
    'id' => '13238',
    'name' => '磐石仙果',
  ),
  13239 => 
  array (
    'id' => '13239',
    'name' => '朱厌之魂',
  ),
  13240 => 
  array (
    'id' => '13240',
    'name' => '活血灵果',
  ),
  13241 => 
  array (
    'id' => '13241',
    'name' => '通脉仙果',
  ),
  13242 => 
  array (
    'id' => '13242',
    'name' => '青牛之髓',
  ),
  13243 => 
  array (
    'id' => '13243',
    'name' => '改名符（限时）',
  ),
  13250 => 
  array (
    'id' => '13250',
    'name' => '仙邪精英奖章',
  ),
  13251 => 
  array (
    'id' => '13251',
    'name' => '不灭精英奖章',
  ),
  13252 => 
  array (
    'id' => '13252',
    'name' => '平乱精英奖章',
  ),
  13253 => 
  array (
    'id' => '13253',
    'name' => '夺宝精英奖章',
  ),
  13254 => 
  array (
    'id' => '13254',
    'name' => '晶幻精英奖章',
  ),
  13255 => 
  array (
    'id' => '13255',
    'name' => '活跃精英奖章',
  ),
  13256 => 
  array (
    'id' => '13256',
    'name' => '智者精英奖章',
  ),
  13257 => 
  array (
    'id' => '13257',
    'name' => '神武精英奖章',
  ),
  13258 => 
  array (
    'id' => '13258',
    'name' => '除魔精英奖章',
  ),
  13300 => 
  array (
    'id' => '13300',
    'name' => '保留奖章位置',
  ),
  13301 => 
  array (
    'id' => '13301',
    'name' => '新手礼包',
  ),
  13302 => 
  array (
    'id' => '13302',
    'name' => '新手礼包',
  ),
  13303 => 
  array (
    'id' => '13303',
    'name' => '新手礼包',
  ),
  13304 => 
  array (
    'id' => '13304',
    'name' => '新手礼包',
  ),
  13305 => 
  array (
    'id' => '13305',
    'name' => '新手礼包',
  ),
  13306 => 
  array (
    'id' => '13306',
    'name' => '新手礼包',
  ),
  13307 => 
  array (
    'id' => '13307',
    'name' => '新手礼包',
  ),
  13308 => 
  array (
    'id' => '13308',
    'name' => '新手礼包',
  ),
  13309 => 
  array (
    'id' => '13309',
    'name' => '新手礼包',
  ),
  13310 => 
  array (
    'id' => '13310',
    'name' => '用于测试的道具',
  ),
  13311 => 
  array (
    'id' => '13311',
    'name' => '补签卡',
  ),
  13312 => 
  array (
    'id' => '13312',
    'name' => '救治灵兽',
  ),
  13313 => 
  array (
    'id' => '13313',
    'name' => '神武天尊礼包',
  ),
  13314 => 
  array (
    'id' => '13314',
    'name' => '神武神将礼包',
  ),
  13315 => 
  array (
    'id' => '13315',
    'name' => '神武游仙礼包',
  ),
  13316 => 
  array (
    'id' => '13316',
    'name' => '福缘种子',
  ),
  13317 => 
  array (
    'id' => '13317',
    'name' => 'Q仙任务达人礼包',
  ),
  13318 => 
  array (
    'id' => '13318',
    'name' => '真仙宝匣',
  ),
  13319 => 
  array (
    'id' => '13319',
    'name' => '仙尊宝匣',
  ),
  13320 => 
  array (
    'id' => '13320',
    'name' => '仙皇宝匣',
  ),
  13321 => 
  array (
    'id' => '13321',
    'name' => '白猿精魄',
  ),
  13322 => 
  array (
    'id' => '13322',
    'name' => '石怪精魄',
  ),
  13323 => 
  array (
    'id' => '13323',
    'name' => '花妖精魄',
  ),
  13324 => 
  array (
    'id' => '13324',
    'name' => '蛇妖精魄',
  ),
  13325 => 
  array (
    'id' => '13325',
    'name' => '幻蝶精魄',
  ),
  13326 => 
  array (
    'id' => '13326',
    'name' => '树妖精魄',
  ),
  13327 => 
  array (
    'id' => '13327',
    'name' => '狐狼精魄',
  ),
  13328 => 
  array (
    'id' => '13328',
    'name' => '狼人精魄',
  ),
  13329 => 
  array (
    'id' => '13329',
    'name' => '飞虫精魄',
  ),
  13330 => 
  array (
    'id' => '13330',
    'name' => '灵鸟精魄',
  ),
  13331 => 
  array (
    'id' => '13331',
    'name' => '青鬼精魄',
  ),
  13332 => 
  array (
    'id' => '13332',
    'name' => '魔修精魄',
  ),
  13333 => 
  array (
    'id' => '13333',
    'name' => '蝠怪精魄',
  ),
  13334 => 
  array (
    'id' => '13334',
    'name' => '蛮奴精魄',
  ),
  13335 => 
  array (
    'id' => '13335',
    'name' => '梦魇精魄',
  ),
  13336 => 
  array (
    'id' => '13336',
    'name' => '狼骑精魄',
  ),
  13337 => 
  array (
    'id' => '13337',
    'name' => '火魁精魄',
  ),
  13338 => 
  array (
    'id' => '13338',
    'name' => '冰魁精魄',
  ),
  13339 => 
  array (
    'id' => '13339',
    'name' => '魔鼠精魄',
  ),
  13340 => 
  array (
    'id' => '13340',
    'name' => '蛟精魄',
  ),
  13341 => 
  array (
    'id' => '13341',
    'name' => '封印师精魄',
  ),
  13342 => 
  array (
    'id' => '13342',
    'name' => '石灵精魄',
  ),
  13343 => 
  array (
    'id' => '13343',
    'name' => '小偷精魄',
  ),
  13344 => 
  array (
    'id' => '13344',
    'name' => '枪魔精魄',
  ),
  13345 => 
  array (
    'id' => '13345',
    'name' => '剑魔精魄',
  ),
  13346 => 
  array (
    'id' => '13346',
    'name' => '角鹰精魄',
  ),
  13347 => 
  array (
    'id' => '13347',
    'name' => '剑士精魄',
  ),
  13348 => 
  array (
    'id' => '13348',
    'name' => '冰妖精魄',
  ),
  13349 => 
  array (
    'id' => '13349',
    'name' => '尸王精魄',
  ),
  13350 => 
  array (
    'id' => '13350',
    'name' => '女修精魄',
  ),
  13351 => 
  array (
    'id' => '13351',
    'name' => '人面鸟精魄',
  ),
  13352 => 
  array (
    'id' => '13352',
    'name' => '夜行鬼精魄',
  ),
  13353 => 
  array (
    'id' => '13353',
    'name' => '石魔精魄',
  ),
  13354 => 
  array (
    'id' => '13354',
    'name' => '琵琶姬精魄',
  ),
  13355 => 
  array (
    'id' => '13355',
    'name' => '七魔王精魄',
  ),
  13356 => 
  array (
    'id' => '13356',
    'name' => '邪龙精魄',
  ),
  13357 => 
  array (
    'id' => '13357',
    'name' => '低阶妖魂',
  ),
  13358 => 
  array (
    'id' => '13358',
    'name' => '中阶妖魂',
  ),
  13359 => 
  array (
    'id' => '13359',
    'name' => '高阶妖魂',
  ),
  13360 => 
  array (
    'id' => '13360',
    'name' => '圣阶妖魂',
  ),
  13361 => 
  array (
    'id' => '13361',
    'name' => '神武参与礼包',
  ),
  13362 => 
  array (
    'id' => '13362',
    'name' => '头饰1激活道具',
  ),
  13363 => 
  array (
    'id' => '13363',
    'name' => '头饰2激活道具',
  ),
  13364 => 
  array (
    'id' => '13364',
    'name' => '衣服1激活道具',
  ),
  13365 => 
  array (
    'id' => '13365',
    'name' => '武器1激活道具',
  ),
  13366 => 
  array (
    'id' => '13366',
    'name' => '时装炼化石',
  ),
  13367 => 
  array (
    'id' => '13367',
    'name' => '仙符礼盒',
  ),
  13368 => 
  array (
    'id' => '13368',
    'name' => '家族令牌',
  ),
  13369 => 
  array (
    'id' => '13369',
    'name' => '密宝金钥',
  ),
  13370 => 
  array (
    'id' => '13370',
    'name' => '密宝银钥',
  ),
  13371 => 
  array (
    'id' => '13371',
    'name' => '密宝金箱',
  ),
  13372 => 
  array (
    'id' => '13372',
    'name' => '密宝银箱',
  ),
  13373 => 
  array (
    'id' => '13373',
    'name' => '密宝礼包',
  ),
  13374 => 
  array (
    'id' => '13374',
    'name' => '测试金银箱',
  ),
  13375 => 
  array (
    'id' => '13375',
    'name' => '神秘礼物',
  ),
  13376 => 
  array (
    'id' => '13376',
    'name' => '仙尊宝匣',
  ),
  13377 => 
  array (
    'id' => '13377',
    'name' => '灵骑秘钥',
  ),
  13378 => 
  array (
    'id' => '13378',
    'name' => '仙羽秘钥',
  ),
  13379 => 
  array (
    'id' => '13379',
    'name' => '时装秘钥',
  ),
  13401 => 
  array (
    'id' => '13401',
    'name' => '八爪鱼 (7天)',
  ),
  13402 => 
  array (
    'id' => '13402',
    'name' => '八爪鱼 (30天)',
  ),
  13403 => 
  array (
    'id' => '13403',
    'name' => '八爪鱼 (永久)',
  ),
  13404 => 
  array (
    'id' => '13404',
    'name' => '小龙角 (7天)',
  ),
  13405 => 
  array (
    'id' => '13405',
    'name' => '小龙角 (30天)',
  ),
  13406 => 
  array (
    'id' => '13406',
    'name' => '小龙角 (永久)',
  ),
  13407 => 
  array (
    'id' => '13407',
    'name' => '羽翼光环 (7天)',
  ),
  13408 => 
  array (
    'id' => '13408',
    'name' => '羽翼光环 (30天)',
  ),
  13409 => 
  array (
    'id' => '13409',
    'name' => '羽翼光环 (永久)',
  ),
  13410 => 
  array (
    'id' => '13410',
    'name' => '灯笼头 (7天)',
  ),
  13411 => 
  array (
    'id' => '13411',
    'name' => '灯笼头 (30天)',
  ),
  13412 => 
  array (
    'id' => '13412',
    'name' => '灯笼头 (永久)',
  ),
  13413 => 
  array (
    'id' => '13413',
    'name' => '海滩草帽 (7天)',
  ),
  13414 => 
  array (
    'id' => '13414',
    'name' => '海滩草帽 (30天)',
  ),
  13415 => 
  array (
    'id' => '13415',
    'name' => '海滩草帽 (永久)',
  ),
  13416 => 
  array (
    'id' => '13416',
    'name' => '道士帽 (7天)',
  ),
  13417 => 
  array (
    'id' => '13417',
    'name' => '道士帽 (30天)',
  ),
  13418 => 
  array (
    'id' => '13418',
    'name' => '道士帽 (永久)',
  ),
  13419 => 
  array (
    'id' => '13419',
    'name' => '黄鸭帽 (7天)',
  ),
  13420 => 
  array (
    'id' => '13420',
    'name' => '黄鸭帽 (30天)',
  ),
  13421 => 
  array (
    'id' => '13421',
    'name' => '黄鸭帽 (永久)',
  ),
  13422 => 
  array (
    'id' => '13422',
    'name' => '圣诞帽 (7天)',
  ),
  13423 => 
  array (
    'id' => '13423',
    'name' => '圣诞帽 (30天)',
  ),
  13424 => 
  array (
    'id' => '13424',
    'name' => '圣诞帽 (永久)',
  ),
  13425 => 
  array (
    'id' => '13425',
    'name' => '万圣帽 (3天)',
  ),
  13426 => 
  array (
    'id' => '13426',
    'name' => '万圣帽 (7天)',
  ),
  13427 => 
  array (
    'id' => '13427',
    'name' => '万圣帽 (30天)',
  ),
  13428 => 
  array (
    'id' => '13428',
    'name' => '万圣帽 (永久)',
  ),
  13491 => 
  array (
    'id' => '13491',
    'name' => '同心冠 (7天)',
  ),
  13492 => 
  array (
    'id' => '13492',
    'name' => '同心冠 (永久)',
  ),
  13493 => 
  array (
    'id' => '13493',
    'name' => '星澜圣冠 (7天)',
  ),
  13494 => 
  array (
    'id' => '13494',
    'name' => '八爪鱼 (2天)',
  ),
  13495 => 
  array (
    'id' => '13495',
    'name' => '灯笼头 (3天)',
  ),
  13496 => 
  array (
    'id' => '13496',
    'name' => '圣诞帽 (1天)',
  ),
  13497 => 
  array (
    'id' => '13497',
    'name' => '圣诞帽 (3天)',
  ),
  13498 => 
  array (
    'id' => '13498',
    'name' => '羽翼光环 (15天)',
  ),
  13499 => 
  array (
    'id' => '13499',
    'name' => '小龙角 (15天)',
  ),
  13500 => 
  array (
    'id' => '13500',
    'name' => '保留头饰激活道具',
  ),
  13501 => 
  array (
    'id' => '13501',
    'name' => '海滩衣 · 男 (7天)',
  ),
  13502 => 
  array (
    'id' => '13502',
    'name' => '海滩衣 · 男 (30天)',
  ),
  13503 => 
  array (
    'id' => '13503',
    'name' => '海滩衣 · 男 (永久)',
  ),
  13504 => 
  array (
    'id' => '13504',
    'name' => '海滩衣 · 女 (7天)',
  ),
  13505 => 
  array (
    'id' => '13505',
    'name' => '海滩衣 · 女 (30天)',
  ),
  13506 => 
  array (
    'id' => '13506',
    'name' => '海滩衣 · 女 (永久)',
  ),
  13507 => 
  array (
    'id' => '13507',
    'name' => '道士袍 · 男 (7天)',
  ),
  13508 => 
  array (
    'id' => '13508',
    'name' => '道士袍 · 男 (30天)',
  ),
  13509 => 
  array (
    'id' => '13509',
    'name' => '道士袍 · 男 (永久)',
  ),
  13510 => 
  array (
    'id' => '13510',
    'name' => '道士袍 · 女 (7天)',
  ),
  13511 => 
  array (
    'id' => '13511',
    'name' => '道士袍 · 女 (30天)',
  ),
  13512 => 
  array (
    'id' => '13512',
    'name' => '道士袍 · 女 (永久)',
  ),
  13513 => 
  array (
    'id' => '13513',
    'name' => '黄鸭衣 · 男 (7天)',
  ),
  13514 => 
  array (
    'id' => '13514',
    'name' => '黄鸭衣 · 男 (30天)',
  ),
  13515 => 
  array (
    'id' => '13515',
    'name' => '黄鸭衣 · 男 (永久)',
  ),
  13516 => 
  array (
    'id' => '13516',
    'name' => '黄鸭衣 · 女 (7天)',
  ),
  13517 => 
  array (
    'id' => '13517',
    'name' => '黄鸭衣 · 女 (30天)',
  ),
  13518 => 
  array (
    'id' => '13518',
    'name' => '黄鸭衣 · 女 (永久)',
  ),
  13519 => 
  array (
    'id' => '13519',
    'name' => '圣诞衣 · 男 (7天)',
  ),
  13520 => 
  array (
    'id' => '13520',
    'name' => '圣诞衣 · 男 (30天)',
  ),
  13521 => 
  array (
    'id' => '13521',
    'name' => '圣诞衣 · 男 (永久)',
  ),
  13522 => 
  array (
    'id' => '13522',
    'name' => '圣诞衣 · 女 (7天)',
  ),
  13523 => 
  array (
    'id' => '13523',
    'name' => '圣诞衣 · 女 (30天)',
  ),
  13524 => 
  array (
    'id' => '13524',
    'name' => '圣诞衣 · 女 (永久)',
  ),
  13525 => 
  array (
    'id' => '13525',
    'name' => '万圣礼服 · 男 (3天)',
  ),
  13526 => 
  array (
    'id' => '13526',
    'name' => '万圣礼服 · 男 (7天)',
  ),
  13527 => 
  array (
    'id' => '13527',
    'name' => '万圣礼服 · 男 (30天)',
  ),
  13528 => 
  array (
    'id' => '13528',
    'name' => '万圣礼服 · 男 (永久)',
  ),
  13529 => 
  array (
    'id' => '13529',
    'name' => '万圣礼服 · 女 (3天)',
  ),
  13530 => 
  array (
    'id' => '13530',
    'name' => '万圣礼服 · 女 (7天)',
  ),
  13531 => 
  array (
    'id' => '13531',
    'name' => '万圣礼服 · 女 (30天)',
  ),
  13532 => 
  array (
    'id' => '13532',
    'name' => '万圣礼服 · 女 (永久)',
  ),
  13590 => 
  array (
    'id' => '13590',
    'name' => '凤求凰 · 男 (7天)',
  ),
  13591 => 
  array (
    'id' => '13591',
    'name' => '凤求凰 · 女 (7天)',
  ),
  13592 => 
  array (
    'id' => '13592',
    'name' => '凤求凰 · 男 (永久)',
  ),
  13593 => 
  array (
    'id' => '13593',
    'name' => '凤求凰 · 女 (永久)',
  ),
  13594 => 
  array (
    'id' => '13594',
    'name' => '星澜圣袍 · 男 (7天)',
  ),
  13595 => 
  array (
    'id' => '13595',
    'name' => '星澜圣袍 · 女 (7天)',
  ),
  13596 => 
  array (
    'id' => '13596',
    'name' => '圣诞衣 · 男 (1天)',
  ),
  13597 => 
  array (
    'id' => '13597',
    'name' => '圣诞衣 · 女 (1天)',
  ),
  13598 => 
  array (
    'id' => '13598',
    'name' => '圣诞衣 · 男 (3天)',
  ),
  13599 => 
  array (
    'id' => '13599',
    'name' => '圣诞衣 · 女 (3天)',
  ),
  13600 => 
  array (
    'id' => '13600',
    'name' => '保留衣服时装激活道具',
  ),
  13601 => 
  array (
    'id' => '13601',
    'name' => '冲浪板 · 武尊 (7天)',
  ),
  13602 => 
  array (
    'id' => '13602',
    'name' => '冲浪板 · 武尊 (30天)',
  ),
  13603 => 
  array (
    'id' => '13603',
    'name' => '冲浪板 · 武尊 (永久)',
  ),
  13604 => 
  array (
    'id' => '13604',
    'name' => '沙滩球 · 灵修 (7天)',
  ),
  13605 => 
  array (
    'id' => '13605',
    'name' => '沙滩球 · 灵修 (30天)',
  ),
  13606 => 
  array (
    'id' => '13606',
    'name' => '沙滩球 · 灵修 (永久)',
  ),
  13607 => 
  array (
    'id' => '13607',
    'name' => '遮阳伞 · 剑仙 (7天)',
  ),
  13608 => 
  array (
    'id' => '13608',
    'name' => '遮阳伞·剑仙(30天)',
  ),
  13609 => 
  array (
    'id' => '13609',
    'name' => '遮阳伞·剑仙(永久)',
  ),
  13610 => 
  array (
    'id' => '13610',
    'name' => '驱魔香·武尊(7天)',
  ),
  13611 => 
  array (
    'id' => '13611',
    'name' => '驱魔香·武尊(30天)',
  ),
  13612 => 
  array (
    'id' => '13612',
    'name' => '驱魔香·武尊(永久)',
  ),
  13613 => 
  array (
    'id' => '13613',
    'name' => '八卦镜·灵修(7天)',
  ),
  13614 => 
  array (
    'id' => '13614',
    'name' => '八卦镜·灵修(30天)',
  ),
  13615 => 
  array (
    'id' => '13615',
    'name' => '八卦镜·灵修(永久)',
  ),
  13616 => 
  array (
    'id' => '13616',
    'name' => '桃木剑·剑仙(7天)',
  ),
  13617 => 
  array (
    'id' => '13617',
    'name' => '桃木剑·剑仙(30天)',
  ),
  13618 => 
  array (
    'id' => '13618',
    'name' => '桃木剑·剑仙(永久)',
  ),
  13619 => 
  array (
    'id' => '13619',
    'name' => '洗浴刷·武尊(7天)',
  ),
  13620 => 
  array (
    'id' => '13620',
    'name' => '洗浴刷·武尊(30天)',
  ),
  13621 => 
  array (
    'id' => '13621',
    'name' => '洗浴刷·武尊(永久)',
  ),
  13622 => 
  array (
    'id' => '13622',
    'name' => '小黄鸭·灵修(7天)',
  ),
  13623 => 
  array (
    'id' => '13623',
    'name' => '小黄鸭·灵修(30天)',
  ),
  13624 => 
  array (
    'id' => '13624',
    'name' => '小黄鸭·灵修(永久)',
  ),
  13625 => 
  array (
    'id' => '13625',
    'name' => '鸭爪刷·剑仙(7天)',
  ),
  13626 => 
  array (
    'id' => '13626',
    'name' => '鸭爪刷·剑仙(30天)',
  ),
  13627 => 
  array (
    'id' => '13627',
    'name' => '鸭爪刷·剑仙(永久)',
  ),
  13628 => 
  array (
    'id' => '13628',
    'name' => '圣诞扫帚·武尊(7天)',
  ),
  13629 => 
  array (
    'id' => '13629',
    'name' => '圣诞扫帚·武尊(30天)',
  ),
  13630 => 
  array (
    'id' => '13630',
    'name' => '圣诞扫帚·武尊(永久)',
  ),
  13631 => 
  array (
    'id' => '13631',
    'name' => '圣诞袜·灵修(7天)',
  ),
  13632 => 
  array (
    'id' => '13632',
    'name' => '圣诞袜·灵修(30天)',
  ),
  13633 => 
  array (
    'id' => '13633',
    'name' => '圣诞袜·灵修(永久)',
  ),
  13634 => 
  array (
    'id' => '13634',
    'name' => '拐杖糖·剑仙(7天)',
  ),
  13635 => 
  array (
    'id' => '13635',
    'name' => '拐杖糖·剑仙(30天)',
  ),
  13636 => 
  array (
    'id' => '13636',
    'name' => '拐杖糖·剑仙(永久)',
  ),
  13637 => 
  array (
    'id' => '13637',
    'name' => '棒棒糖·武尊(永久)',
  ),
  13638 => 
  array (
    'id' => '13638',
    'name' => '冰激凌·灵修(永久)',
  ),
  13639 => 
  array (
    'id' => '13639',
    'name' => '风车·剑仙(永久)',
  ),
  13640 => 
  array (
    'id' => '13640',
    'name' => '棒棒糖·武尊(3天)',
  ),
  13641 => 
  array (
    'id' => '13641',
    'name' => '冰激凌·灵修(3天)',
  ),
  13642 => 
  array (
    'id' => '13642',
    'name' => '风车·剑仙(3天)',
  ),
  13643 => 
  array (
    'id' => '13643',
    'name' => '惊魂镰刀·武尊(3天)',
  ),
  13644 => 
  array (
    'id' => '13644',
    'name' => '惊魂镰刀·武尊(7天)',
  ),
  13645 => 
  array (
    'id' => '13645',
    'name' => '惊魂镰刀·武尊(30天)',
  ),
  13646 => 
  array (
    'id' => '13646',
    'name' => '惊魂镰刀·武尊(永久)',
  ),
  13647 => 
  array (
    'id' => '13647',
    'name' => '南瓜头·灵修(3天)',
  ),
  13648 => 
  array (
    'id' => '13648',
    'name' => '南瓜头·灵修(7天)',
  ),
  13649 => 
  array (
    'id' => '13649',
    'name' => '南瓜头·灵修(30天)',
  ),
  13650 => 
  array (
    'id' => '13650',
    'name' => '南瓜头·灵修(永久)',
  ),
  13651 => 
  array (
    'id' => '13651',
    'name' => '十字架·剑仙(3天)',
  ),
  13652 => 
  array (
    'id' => '13652',
    'name' => '十字架·剑仙(7天)',
  ),
  13653 => 
  array (
    'id' => '13653',
    'name' => '十字架·剑仙(30天)',
  ),
  13654 => 
  array (
    'id' => '13654',
    'name' => '十字架·剑仙(永久)',
  ),
  13694 => 
  array (
    'id' => '13694',
    'name' => '星幽刀·武尊(7天)',
  ),
  13695 => 
  array (
    'id' => '13695',
    'name' => '摧星莲·灵修(7天)',
  ),
  13696 => 
  array (
    'id' => '13696',
    'name' => '星芒剑·剑仙(7天)',
  ),
  13697 => 
  array (
    'id' => '13697',
    'name' => '圣诞扫帚·武尊(3天)',
  ),
  13698 => 
  array (
    'id' => '13698',
    'name' => '圣诞袜·灵修(3天)',
  ),
  13699 => 
  array (
    'id' => '13699',
    'name' => '拐杖糖·剑仙(3天)',
  ),
  13700 => 
  array (
    'id' => '13700',
    'name' => '保留武器时装激活道具',
  ),
  13701 => 
  array (
    'id' => '13701',
    'name' => '海盗帽 (3天)',
  ),
  13702 => 
  array (
    'id' => '13702',
    'name' => '海盗衣·男(3天)',
  ),
  13703 => 
  array (
    'id' => '13703',
    'name' => '海盗衣·女(3天)',
  ),
  13704 => 
  array (
    'id' => '13704',
    'name' => '海盗旗·武尊(3天)',
  ),
  13705 => 
  array (
    'id' => '13705',
    'name' => '炮弹·灵修(3天)',
  ),
  13706 => 
  array (
    'id' => '13706',
    'name' => '西洋剑·剑仙(3天)',
  ),
  13707 => 
  array (
    'id' => '13707',
    'name' => '海盗帽 (永久)',
  ),
  13708 => 
  array (
    'id' => '13708',
    'name' => '海盗衣·男 (永久)',
  ),
  13709 => 
  array (
    'id' => '13709',
    'name' => '海盗衣·女 (永久)',
  ),
  13710 => 
  array (
    'id' => '13710',
    'name' => '海盗旗·武尊(永久)',
  ),
  13711 => 
  array (
    'id' => '13711',
    'name' => '炮弹·灵修(永久)',
  ),
  13712 => 
  array (
    'id' => '13712',
    'name' => '西洋剑·剑仙(永久)',
  ),
  13797 => 
  array (
    'id' => '13797',
    'name' => '黄鸭时装（永久）',
  ),
  13798 => 
  array (
    'id' => '13798',
    'name' => '海盗时装（永久）',
  ),
  13799 => 
  array (
    'id' => '13799',
    'name' => '婚宴时装（永久）',
  ),
  13800 => 
  array (
    'id' => '13800',
    'name' => '预留时装位',
  ),
  13801 => 
  array (
    'id' => '13801',
    'name' => '一级武魂',
  ),
  13802 => 
  array (
    'id' => '13802',
    'name' => '二级武魂',
  ),
  13803 => 
  array (
    'id' => '13803',
    'name' => '三级武魂',
  ),
  13804 => 
  array (
    'id' => '13804',
    'name' => '四级武魂',
  ),
  13805 => 
  array (
    'id' => '13805',
    'name' => '五级武魂',
  ),
  13806 => 
  array (
    'id' => '13806',
    'name' => '一级武魂结晶',
  ),
  13807 => 
  array (
    'id' => '13807',
    'name' => '二级武魂结晶',
  ),
  13808 => 
  array (
    'id' => '13808',
    'name' => '三级武魂结晶',
  ),
  13809 => 
  array (
    'id' => '13809',
    'name' => '四级武魂结晶',
  ),
  13810 => 
  array (
    'id' => '13810',
    'name' => '五级武魂结晶',
  ),
  13898 => 
  array (
    'id' => '13898',
    'name' => '胜点',
  ),
  13899 => 
  array (
    'id' => '13899',
    'name' => '1000胜点',
  ),
  13900 => 
  array (
    'id' => '13900',
    'name' => '预留神武道具',
  ),
  13901 => 
  array (
    'id' => '13901',
    'name' => '寒潭明珠',
  ),
  13902 => 
  array (
    'id' => '13902',
    'name' => '迷之触手',
  ),
  13903 => 
  array (
    'id' => '13903',
    'name' => '预留时装材料',
  ),
  14001 => 
  array (
    'id' => '14001',
    'name' => '寒水蛟击杀礼包',
  ),
  14002 => 
  array (
    'id' => '14002',
    'name' => '枯木魔击杀礼包',
  ),
  14003 => 
  array (
    'id' => '14003',
    'name' => '银狼王击杀礼包',
  ),
  14004 => 
  array (
    'id' => '14004',
    'name' => '巨灵石魔击杀礼包',
  ),
  14005 => 
  array (
    'id' => '14005',
    'name' => '夜行鬼击杀礼包',
  ),
  14006 => 
  array (
    'id' => '14006',
    'name' => '琵琶姬击杀礼包',
  ),
  14007 => 
  array (
    'id' => '14007',
    'name' => '赤羽鹏击杀礼包',
  ),
  14008 => 
  array (
    'id' => '14008',
    'name' => '煞魔击杀礼包',
  ),
  14009 => 
  array (
    'id' => '14009',
    'name' => '地藏邪龙击杀礼包',
  ),
  14010 => 
  array (
    'id' => '14010',
    'name' => '六道剑魂击杀礼包',
  ),
  14011 => 
  array (
    'id' => '14011',
    'name' => '盘蛇战奴击杀礼包',
  ),
  14012 => 
  array (
    'id' => '14012',
    'name' => '幻魂幽莲击杀礼包',
  ),
  14013 => 
  array (
    'id' => '14013',
    'name' => '地煞雪魔击杀礼包',
  ),
  14014 => 
  array (
    'id' => '14014',
    'name' => '冰魄妖姬击杀礼包',
  ),
  14015 => 
  array (
    'id' => '14015',
    'name' => '烈阳魔君击杀礼包',
  ),
  14016 => 
  array (
    'id' => '14016',
    'name' => '九尾魔狐击杀礼包',
  ),
  14100 => 
  array (
    'id' => '14100',
    'name' => '保留BOSS击杀礼包',
  ),
  14101 => 
  array (
    'id' => '14101',
    'name' => '下品金翎',
  ),
  14102 => 
  array (
    'id' => '14102',
    'name' => '中品金翎',
  ),
  14103 => 
  array (
    'id' => '14103',
    'name' => '上品金翎',
  ),
  14104 => 
  array (
    'id' => '14104',
    'name' => '珍品金翎',
  ),
  14105 => 
  array (
    'id' => '14105',
    'name' => '仙品金翎',
  ),
  14110 => 
  array (
    'id' => '14110',
    'name' => '保留金翎',
  ),
  14111 => 
  array (
    'id' => '14111',
    'name' => '天凤精元',
  ),
  14112 => 
  array (
    'id' => '14112',
    'name' => '金翎残羽',
  ),
  14113 => 
  array (
    'id' => '14113',
    'name' => '煞乌羽翼精华',
  ),
  14114 => 
  array (
    'id' => '14114',
    'name' => '炎雀羽翼精华',
  ),
  14115 => 
  array (
    'id' => '14115',
    'name' => '灵蜓之羽精华',
  ),
  14116 => 
  array (
    'id' => '14116',
    'name' => '玄鹰之羽精华',
  ),
  14117 => 
  array (
    'id' => '14117',
    'name' => '幻蝶之羽精华',
  ),
  14118 => 
  array (
    'id' => '14118',
    'name' => '冰蝉之羽精华',
  ),
  14119 => 
  array (
    'id' => '14119',
    'name' => '银刃圣羽精华',
  ),
  14120 => 
  array (
    'id' => '14120',
    'name' => '彩雀圣羽精华',
  ),
  14121 => 
  array (
    'id' => '14121',
    'name' => '陨仙之羽',
  ),
  14122 => 
  array (
    'id' => '14122',
    'name' => '霜蛟之羽',
  ),
  14123 => 
  array (
    'id' => '14123',
    'name' => '冥蝠之羽',
  ),
  14124 => 
  array (
    'id' => '14124',
    'name' => '炎雀之羽',
  ),
  14125 => 
  array (
    'id' => '14125',
    'name' => '雪凤之羽',
  ),
  14126 => 
  array (
    'id' => '14126',
    'name' => '煞乌之羽',
  ),
  14127 => 
  array (
    'id' => '14127',
    'name' => '炎雀之羽(3天)',
  ),
  14128 => 
  array (
    'id' => '14128',
    'name' => '雪凤之羽（7天）',
  ),
  14129 => 
  array (
    'id' => '14129',
    'name' => '炎雀之羽(7天)',
  ),
  14130 => 
  array (
    'id' => '14130',
    'name' => '雪凤之羽(15天)',
  ),
  14131 => 
  array (
    'id' => '14131',
    'name' => '灵蜓之羽',
  ),
  14132 => 
  array (
    'id' => '14132',
    'name' => '灵蜓之羽（3天）',
  ),
  14133 => 
  array (
    'id' => '14133',
    'name' => '雷鹏之羽',
  ),
  14134 => 
  array (
    'id' => '14134',
    'name' => '雷鹏之羽（3天）',
  ),
  14135 => 
  array (
    'id' => '14135',
    'name' => '云鹤之羽',
  ),
  14136 => 
  array (
    'id' => '14136',
    'name' => '炎雀之羽（15天）',
  ),
  14137 => 
  array (
    'id' => '14137',
    'name' => '炎雀之羽（30天）',
  ),
  14138 => 
  array (
    'id' => '14138',
    'name' => '灵蜓之羽（15天）',
  ),
  14139 => 
  array (
    'id' => '14139',
    'name' => '玄鹰之羽',
  ),
  14140 => 
  array (
    'id' => '14140',
    'name' => '玄鹰之羽（3天）',
  ),
  14141 => 
  array (
    'id' => '14141',
    'name' => '烈凰之羽（7天）',
  ),
  14142 => 
  array (
    'id' => '14142',
    'name' => '幻蝶之羽',
  ),
  14143 => 
  array (
    'id' => '14143',
    'name' => '幻蝶之羽（3天）',
  ),
  14144 => 
  array (
    'id' => '14144',
    'name' => '冰蝉之羽',
  ),
  14145 => 
  array (
    'id' => '14145',
    'name' => '冰蝉之羽（3天）',
  ),
  14146 => 
  array (
    'id' => '14146',
    'name' => '银刃圣羽',
  ),
  14147 => 
  array (
    'id' => '14147',
    'name' => '银刃圣羽（3天）',
  ),
  14148 => 
  array (
    'id' => '14148',
    'name' => '彩雀圣羽',
  ),
  14149 => 
  array (
    'id' => '14149',
    'name' => '彩雀圣羽（3天）',
  ),
  14200 => 
  array (
    'id' => '14200',
    'name' => '预留仙羽位置',
  ),
  14201 => 
  array (
    'id' => '14201',
    'name' => '一级元极精铁',
  ),
  14202 => 
  array (
    'id' => '14202',
    'name' => '二级元极精铁',
  ),
  14203 => 
  array (
    'id' => '14203',
    'name' => '三级元极精铁',
  ),
  14204 => 
  array (
    'id' => '14204',
    'name' => '四级元极精铁',
  ),
  14205 => 
  array (
    'id' => '14205',
    'name' => '五级元极精铁',
  ),
  14206 => 
  array (
    'id' => '14206',
    'name' => '六级元极精铁',
  ),
  14207 => 
  array (
    'id' => '14207',
    'name' => '精铁残片',
  ),
  14300 => 
  array (
    'id' => '14300',
    'name' => '预留兵魂道具',
  ),
  14301 => 
  array (
    'id' => '14301',
    'name' => '紫阳沙',
  ),
  14302 => 
  array (
    'id' => '14302',
    'name' => '皓阳沙',
  ),
  14303 => 
  array (
    'id' => '14303',
    'name' => '一品金砂',
  ),
  14304 => 
  array (
    'id' => '14304',
    'name' => '二品金砂',
  ),
  14305 => 
  array (
    'id' => '14305',
    'name' => '三品金砂',
  ),
  14306 => 
  array (
    'id' => '14306',
    'name' => '四品金砂',
  ),
  14307 => 
  array (
    'id' => '14307',
    'name' => '五品金砂',
  ),
  14311 => 
  array (
    'id' => '14311',
    'name' => '工匠图谱（15级）',
  ),
  14312 => 
  array (
    'id' => '14312',
    'name' => '工匠图谱（20级）',
  ),
  14313 => 
  array (
    'id' => '14313',
    'name' => '工匠图谱（25级）',
  ),
  14314 => 
  array (
    'id' => '14314',
    'name' => '工匠图谱（30级）',
  ),
  14320 => 
  array (
    'id' => '14320',
    'name' => '天外陨石',
  ),
  14500 => 
  array (
    'id' => '14500',
    'name' => '预留分解打造道具位置',
  ),
  14501 => 
  array (
    'id' => '14501',
    'name' => '灵矿晶髓',
  ),
  14502 => 
  array (
    'id' => '14502',
    'name' => '100个下品矿石',
  ),
  14503 => 
  array (
    'id' => '14503',
    'name' => '100个中品矿石',
  ),
  14504 => 
  array (
    'id' => '14504',
    'name' => '100个上品矿石',
  ),
  14505 => 
  array (
    'id' => '14505',
    'name' => '100个极品矿石',
  ),
  14506 => 
  array (
    'id' => '14506',
    'name' => '星魂石',
  ),
  14507 => 
  array (
    'id' => '14507',
    'name' => '灵源果树',
  ),
  14508 => 
  array (
    'id' => '14508',
    'name' => '寿元灵芝',
  ),
  14509 => 
  array (
    'id' => '14509',
    'name' => '晶粹花',
  ),
  14510 => 
  array (
    'id' => '14510',
    'name' => '谜之果实',
  ),
  14511 => 
  array (
    'id' => '14511',
    'name' => '寿元灵芝',
  ),
  14512 => 
  array (
    'id' => '14512',
    'name' => '灵源果',
  ),
  14999 => 
  array (
    'id' => '14999',
    'name' => '',
  ),
  15000 => 
  array (
    'id' => '15000',
    'name' => '预留仙府道具位置',
  ),
  15001 => 
  array (
    'id' => '15001',
    'name' => '寒冬每日礼包',
  ),
  15002 => 
  array (
    'id' => '15002',
    'name' => '雪球',
  ),
  15003 => 
  array (
    'id' => '15003',
    'name' => '寒冬锦盒钥匙',
  ),
  15004 => 
  array (
    'id' => '15004',
    'name' => '寒冬锦盒',
  ),
  15005 => 
  array (
    'id' => '15005',
    'name' => '寒冬锦盒钥匙碎片',
  ),
  15006 => 
  array (
    'id' => '15006',
    'name' => '圣诞彩装兑换卷',
  ),
  15007 => 
  array (
    'id' => '15007',
    'name' => '堆雪人全服活动礼包',
  ),
  15008 => 
  array (
    'id' => '15008',
    'name' => '春节年兽活动礼包',
  ),
  15009 => 
  array (
    'id' => '15009',
    'name' => '新春鞭炮',
  ),
  15010 => 
  array (
    'id' => '15010',
    'name' => '新春礼炮',
  ),
  15011 => 
  array (
    'id' => '15011',
    'name' => '特供古兽之牙礼包',
  ),
  15012 => 
  array (
    'id' => '15012',
    'name' => '特供金色逆鳞礼包',
  ),
  15013 => 
  array (
    'id' => '15013',
    'name' => '特供定魂石礼包',
  ),
  15014 => 
  array (
    'id' => '15014',
    'name' => '特供洗炼礼包',
  ),
  15015 => 
  array (
    'id' => '15015',
    'name' => '特供命点礼包',
  ),
  15016 => 
  array (
    'id' => '15016',
    'name' => '年兽精魄',
  ),
  15017 => 
  array (
    'id' => '15017',
    'name' => '祥瑞年兽(永久)',
  ),
  15018 => 
  array (
    'id' => '15018',
    'name' => '祥瑞年兽(3天)',
  ),
  15019 => 
  array (
    'id' => '15019',
    'name' => '一级消费返利礼包',
  ),
  15020 => 
  array (
    'id' => '15020',
    'name' => '二级消费返利礼包',
  ),
  15021 => 
  array (
    'id' => '15021',
    'name' => '三级消费返利礼包',
  ),
  15022 => 
  array (
    'id' => '15022',
    'name' => '四级消费返利礼包',
  ),
  15023 => 
  array (
    'id' => '15023',
    'name' => '元宵灯谜',
  ),
  15024 => 
  array (
    'id' => '15024',
    'name' => '元宵至尊灯谜',
  ),
  15025 => 
  array (
    'id' => '15025',
    'name' => '元宵情人每日礼包',
  ),
  15026 => 
  array (
    'id' => '15026',
    'name' => '元宵汤圆',
  ),
  15027 => 
  array (
    'id' => '15027',
    'name' => '情意绵绵礼包',
  ),
  15028 => 
  array (
    'id' => '15028',
    'name' => '情意绵绵答谢礼包',
  ),
  15029 => 
  array (
    'id' => '15029',
    'name' => '情意浓浓礼包',
  ),
  15030 => 
  array (
    'id' => '15030',
    'name' => '情意浓浓答谢礼包',
  ),
  15031 => 
  array (
    'id' => '15031',
    'name' => '灯笼头时装兑换卷',
  ),
  15032 => 
  array (
    'id' => '15032',
    'name' => '随机珍贵道具',
  ),
  15033 => 
  array (
    'id' => '15033',
    'name' => '随机珍稀道具',
  ),
  15034 => 
  array (
    'id' => '15034',
    'name' => '一级消费礼包',
  ),
  15035 => 
  array (
    'id' => '15035',
    'name' => '二级消费礼包',
  ),
  15036 => 
  array (
    'id' => '15036',
    'name' => '三级消费礼包',
  ),
  15037 => 
  array (
    'id' => '15037',
    'name' => '四级消费礼包',
  ),
  15038 => 
  array (
    'id' => '15038',
    'name' => '随机珍贵道具',
  ),
  15039 => 
  array (
    'id' => '15039',
    'name' => '女生节礼包',
  ),
  15040 => 
  array (
    'id' => '15040',
    'name' => '情意绵绵礼包',
  ),
  15041 => 
  array (
    'id' => '15041',
    'name' => '情意绵绵答谢礼包',
  ),
  15042 => 
  array (
    'id' => '15042',
    'name' => '情意浓浓礼包',
  ),
  15043 => 
  array (
    'id' => '15043',
    'name' => '情意浓浓答谢礼包',
  ),
  15044 => 
  array (
    'id' => '15044',
    'name' => '祥瑞年兽(7天)',
  ),
  15045 => 
  array (
    'id' => '15045',
    'name' => '愚人节每日礼包',
  ),
  15046 => 
  array (
    'id' => '15046',
    'name' => '愚人节BOSS活动礼包',
  ),
  15047 => 
  array (
    'id' => '15047',
    'name' => '幸运点',
  ),
  15048 => 
  array (
    'id' => '15048',
    'name' => '每日清爽礼包',
  ),
  15049 => 
  array (
    'id' => '15049',
    'name' => '西瓜',
  ),
  15050 => 
  array (
    'id' => '15050',
    'name' => '七夕勋章',
  ),
  15051 => 
  array (
    'id' => '15051',
    'name' => '尘封的奇珍藏宝图',
  ),
  15052 => 
  array (
    'id' => '15052',
    'name' => '尘封的传世藏宝图',
  ),
  15053 => 
  array (
    'id' => '15053',
    'name' => '尘封的上古藏宝图',
  ),
  15100 => 
  array (
    'id' => '15100',
    'name' => '尘封的太古藏宝图',
  ),
  15101 => 
  array (
    'id' => '15101',
    'name' => '奇珍宝图(清风林)',
  ),
  15102 => 
  array (
    'id' => '15102',
    'name' => '传世宝图(清风林)',
  ),
  15110 => 
  array (
    'id' => '15110',
    'name' => '预留藏宝图(清风林)',
  ),
  15111 => 
  array (
    'id' => '15111',
    'name' => '奇珍宝图(幽月谷)',
  ),
  15112 => 
  array (
    'id' => '15112',
    'name' => '传世宝图(幽月谷)',
  ),
  15120 => 
  array (
    'id' => '15120',
    'name' => '预留藏宝图(幽月谷)',
  ),
  15121 => 
  array (
    'id' => '15121',
    'name' => '奇珍宝图(灵源洞二)',
  ),
  15122 => 
  array (
    'id' => '15122',
    'name' => '传世宝图(灵源洞二)',
  ),
  15130 => 
  array (
    'id' => '15130',
    'name' => '预留藏宝图(灵源洞二)',
  ),
  15131 => 
  array (
    'id' => '15131',
    'name' => '奇珍宝图(风蚀之地)',
  ),
  15132 => 
  array (
    'id' => '15132',
    'name' => '传世宝图(风蚀之地)',
  ),
  15140 => 
  array (
    'id' => '15140',
    'name' => '预留风蚀之地藏宝图',
  ),
  15142 => 
  array (
    'id' => '15142',
    'name' => '上古宝图(邪风窟)',
  ),
  15150 => 
  array (
    'id' => '15150',
    'name' => '预留邪风窟藏宝图',
  ),
  15152 => 
  array (
    'id' => '15152',
    'name' => '上古宝图(灵源洞三)',
  ),
  15160 => 
  array (
    'id' => '15160',
    'name' => '预留灵源洞三层藏宝图',
  ),
  15161 => 
  array (
    'id' => '15161',
    'name' => '域外密藏宝箱',
  ),
  15500 => 
  array (
    'id' => '15500',
    'name' => '尘封的上古藏宝图',
  ),
  15501 => 
  array (
    'id' => '15501',
    'name' => '洗炼神石',
  ),
  15502 => 
  array (
    'id' => '15502',
    'name' => '洗炼仙晶',
  ),
  15600 => 
  array (
    'id' => '15600',
    'name' => '新增商城道具预留位',
  ),
  15601 => 
  array (
    'id' => '15601',
    'name' => '精英宝箱(30级)',
  ),
  15602 => 
  array (
    'id' => '15602',
    'name' => '精英宝箱(40级)',
  ),
  15603 => 
  array (
    'id' => '15603',
    'name' => '精英宝箱(40级)',
  ),
  15604 => 
  array (
    'id' => '15604',
    'name' => '精英宝箱(50级)',
  ),
  15605 => 
  array (
    'id' => '15605',
    'name' => '精英宝箱(50级)',
  ),
  15606 => 
  array (
    'id' => '15606',
    'name' => '精英宝箱(60级)',
  ),
  15607 => 
  array (
    'id' => '15607',
    'name' => '精英宝箱(60级)',
  ),
  15608 => 
  array (
    'id' => '15608',
    'name' => '精英宝箱(70级)',
  ),
  15609 => 
  array (
    'id' => '15609',
    'name' => '精英宝箱(70级)',
  ),
  15610 => 
  array (
    'id' => '15610',
    'name' => '地宫精英宝箱(60级)',
  ),
  15611 => 
  array (
    'id' => '15611',
    'name' => '地宫精英宝箱(70级)',
  ),
  15612 => 
  array (
    'id' => '15612',
    'name' => '精英宝箱(80级)',
  ),
  15613 => 
  array (
    'id' => '15613',
    'name' => '精英宝箱(80级)',
  ),
  15614 => 
  array (
    'id' => '15614',
    'name' => '跨服精英宝箱',
  ),
  15700 => 
  array (
    'id' => '15700',
    'name' => '精英宝箱预留位',
  ),
  15701 => 
  array (
    'id' => '15701',
    'name' => '腐蚀的古币',
  ),
  15702 => 
  array (
    'id' => '15702',
    'name' => '污浊的古币',
  ),
  15703 => 
  array (
    'id' => '15703',
    'name' => '锃亮的古币',
  ),
  15800 => 
  array (
    'id' => '15800',
    'name' => '预留发亮的古币',
  ),
  15801 => 
  array (
    'id' => '15801',
    'name' => '迷雾林精英扫荡宝盒',
  ),
  15802 => 
  array (
    'id' => '15802',
    'name' => '迷雾林普通扫荡宝盒',
  ),
  15803 => 
  array (
    'id' => '15803',
    'name' => '灵芝山精英扫荡宝盒',
  ),
  15804 => 
  array (
    'id' => '15804',
    'name' => '灵芝山普通扫荡宝盒',
  ),
  15805 => 
  array (
    'id' => '15805',
    'name' => '幽都古墓精英扫荡宝盒',
  ),
  15806 => 
  array (
    'id' => '15806',
    'name' => '幽都古墓普通扫荡宝盒',
  ),
  15807 => 
  array (
    'id' => '15807',
    'name' => '飞灵禁地精英扫荡宝盒',
  ),
  15808 => 
  array (
    'id' => '15808',
    'name' => '飞灵禁地普通扫荡宝盒',
  ),
  15809 => 
  array (
    'id' => '15809',
    'name' => '九幽之渊精英扫荡宝盒',
  ),
  15810 => 
  array (
    'id' => '15810',
    'name' => '九幽之渊普通扫荡宝盒',
  ),
  15811 => 
  array (
    'id' => '15811',
    'name' => '寒水潭精英扫荡宝盒',
  ),
  15812 => 
  array (
    'id' => '15812',
    'name' => '寒水潭普通扫荡宝盒',
  ),
  15851 => 
  array (
    'id' => '15851',
    'name' => '协助扫荡低级礼包',
  ),
  15852 => 
  array (
    'id' => '15852',
    'name' => '协助扫荡中级礼包',
  ),
  15853 => 
  array (
    'id' => '15853',
    'name' => '协助扫荡高级礼包',
  ),
  15861 => 
  array (
    'id' => '15861',
    'name' => '离风界扫荡宝盒',
  ),
  15862 => 
  array (
    'id' => '15862',
    'name' => '隆冬界扫荡宝盒',
  ),
  15863 => 
  array (
    'id' => '15863',
    'name' => '天火界扫荡宝盒',
  ),
  15864 => 
  array (
    'id' => '15864',
    'name' => '云山界扫荡宝盒',
  ),
  15865 => 
  array (
    'id' => '15865',
    'name' => '魂归界扫荡宝盒',
  ),
  15866 => 
  array (
    'id' => '15866',
    'name' => '魔兽界扫荡宝盒',
  ),
  15900 => 
  array (
    'id' => '15900',
    'name' => '精英宝箱(30级)',
  ),
  15901 => 
  array (
    'id' => '15901',
    'name' => '尾宿丹',
  ),
  15902 => 
  array (
    'id' => '15902',
    'name' => '房宿丹',
  ),
  15903 => 
  array (
    'id' => '15903',
    'name' => '角宿丹',
  ),
  15904 => 
  array (
    'id' => '15904',
    'name' => '箕宿丹',
  ),
  15905 => 
  array (
    'id' => '15905',
    'name' => '氐宿丹',
  ),
  15906 => 
  array (
    'id' => '15906',
    'name' => '亢宿丹',
  ),
  15907 => 
  array (
    'id' => '15907',
    'name' => '心宿丹',
  ),
  15908 => 
  array (
    'id' => '15908',
    'name' => '鬼宿丹',
  ),
  15909 => 
  array (
    'id' => '15909',
    'name' => '斗宿丹',
  ),
  15910 => 
  array (
    'id' => '15910',
    'name' => '仙芝玉露',
  ),
  15950 => 
  array (
    'id' => '15950',
    'name' => '预留命点仙丹',
  ),
  16000 => 
  array (
    'id' => '16000',
    'name' => 'Q仙宝典（3天）',
  ),
  16001 => 
  array (
    'id' => '16001',
    'name' => 'Q仙宝典',
  ),
  16002 => 
  array (
    'id' => '16002',
    'name' => '灵符 · 破海',
  ),
  16003 => 
  array (
    'id' => '16003',
    'name' => '灵符 · 天机',
  ),
  16004 => 
  array (
    'id' => '16004',
    'name' => '灵符 · 踏云',
  ),
  16005 => 
  array (
    'id' => '16005',
    'name' => '灵符 · 震天',
  ),
  16006 => 
  array (
    'id' => '16006',
    'name' => '灵符 · 金刚',
  ),
  16007 => 
  array (
    'id' => '16007',
    'name' => '灵符 · 延命',
  ),
  16008 => 
  array (
    'id' => '16008',
    'name' => '灵符 · 贯日',
  ),
  16009 => 
  array (
    'id' => '16009',
    'name' => '灵符 · 无影',
  ),
  16010 => 
  array (
    'id' => '16010',
    'name' => '灵符 · 断魂',
  ),
  16011 => 
  array (
    'id' => '16011',
    'name' => '灵符 · 强魂',
  ),
  16012 => 
  array (
    'id' => '16012',
    'name' => '灵符 · 禁法',
  ),
  16013 => 
  array (
    'id' => '16013',
    'name' => '仙符 · 撼六合',
  ),
  16014 => 
  array (
    'id' => '16014',
    'name' => '仙符 · 堪玄机',
  ),
  16015 => 
  array (
    'id' => '16015',
    'name' => '仙符 · 彻天地',
  ),
  16016 => 
  array (
    'id' => '16016',
    'name' => '仙符 · 破乾坤',
  ),
  16017 => 
  array (
    'id' => '16017',
    'name' => '仙符 · 固金汤',
  ),
  16018 => 
  array (
    'id' => '16018',
    'name' => '仙符 · 寿无疆',
  ),
  16019 => 
  array (
    'id' => '16019',
    'name' => '仙符 · 追无命',
  ),
  16020 => 
  array (
    'id' => '16020',
    'name' => '仙符 · 渺无踪',
  ),
  16021 => 
  array (
    'id' => '16021',
    'name' => '仙符 · 烈火啸',
  ),
  16022 => 
  array (
    'id' => '16022',
    'name' => '仙符 · 止水柔',
  ),
  16023 => 
  array (
    'id' => '16023',
    'name' => '仙符 · 御龙吟',
  ),
  16024 => 
  array (
    'id' => '16024',
    'name' => '仙符 · 万法归宗',
  ),
  16025 => 
  array (
    'id' => '16025',
    'name' => '仙符 · 八方雷动',
  ),
  16026 => 
  array (
    'id' => '16026',
    'name' => '仙符 · 海纳百川',
  ),
  16027 => 
  array (
    'id' => '16027',
    'name' => '仙符 · 大衍无量',
  ),
  16028 => 
  array (
    'id' => '16028',
    'name' => '仙符 · 泽地归元',
  ),
  16029 => 
  array (
    'id' => '16029',
    'name' => '经验命符',
  ),
  16030 => 
  array (
    'id' => '16030',
    'name' => '天符残页',
  ),
  16031 => 
  array (
    'id' => '16031',
    'name' => '天符 · 太虚一贯',
  ),
  16032 => 
  array (
    'id' => '16032',
    'name' => '天符 · 游龙涅凤',
  ),
  16033 => 
  array (
    'id' => '16033',
    'name' => '天符 · 金相道古',
  ),
  16034 => 
  array (
    'id' => '16034',
    'name' => '天符 · 玄雷九霄',
  ),
  16035 => 
  array (
    'id' => '16035',
    'name' => '天符 · 星瀚天机',
  ),
  16036 => 
  array (
    'id' => '16036',
    'name' => '天符 · 云风灵幻',
  ),
  16037 => 
  array (
    'id' => '16037',
    'name' => '天符 · 混元两仪',
  ),
  16038 => 
  array (
    'id' => '16038',
    'name' => '天符 · 乾坤无极',
  ),
  16200 => 
  array (
    'id' => '16200',
    'name' => '保留命符位',
  ),
  16201 => 
  array (
    'id' => '16201',
    'name' => '鲜花',
  ),
  16202 => 
  array (
    'id' => '16202',
    'name' => '9朵鲜花',
  ),
  16203 => 
  array (
    'id' => '16203',
    'name' => '99朵鲜花',
  ),
  16204 => 
  array (
    'id' => '16204',
    'name' => '999朵鲜花',
  ),
  16210 => 
  array (
    'id' => '16210',
    'name' => '保留鲜花位',
  ),
  16211 => 
  array (
    'id' => '16211',
    'name' => '万象精粹',
  ),
  16212 => 
  array (
    'id' => '16212',
    'name' => '九霄玄玉',
  ),
  16221 => 
  array (
    'id' => '16221',
    'name' => '扰神铃',
  ),
  16222 => 
  array (
    'id' => '16222',
    'name' => '困魔钟',
  ),
  16223 => 
  array (
    'id' => '16223',
    'name' => '捆仙轮',
  ),
  16224 => 
  array (
    'id' => '16224',
    'name' => '净尘赤莲',
  ),
  16225 => 
  array (
    'id' => '16225',
    'name' => '混元鼎',
  ),
  16226 => 
  array (
    'id' => '16226',
    'name' => '镇界塔',
  ),
  16227 => 
  array (
    'id' => '16227',
    'name' => '飞凤玉鞭',
  ),
  16228 => 
  array (
    'id' => '16228',
    'name' => '如意算盘',
  ),
  16229 => 
  array (
    'id' => '16229',
    'name' => '通物宝鉴',
  ),
  16230 => 
  array (
    'id' => '16230',
    'name' => '炎阳神工斧',
  ),
  16231 => 
  array (
    'id' => '16231',
    'name' => '扰神铃图谱',
  ),
  16232 => 
  array (
    'id' => '16232',
    'name' => '困魔钟图谱',
  ),
  16233 => 
  array (
    'id' => '16233',
    'name' => '捆仙轮图谱',
  ),
  16234 => 
  array (
    'id' => '16234',
    'name' => '飞凤玉鞭图谱',
  ),
  16235 => 
  array (
    'id' => '16235',
    'name' => '惊雷神珠图谱',
  ),
  16236 => 
  array (
    'id' => '16236',
    'name' => '定魂钟',
  ),
  16237 => 
  array (
    'id' => '16237',
    'name' => '流霞跃龙箫',
  ),
  16238 => 
  array (
    'id' => '16238',
    'name' => '真火飞升扇',
  ),
  16298 => 
  array (
    'id' => '16298',
    'name' => '惊雷神珠',
  ),
  16299 => 
  array (
    'id' => '16299',
    'name' => '雷晶',
  ),
  16300 => 
  array (
    'id' => '16300',
    'name' => '保留法宝道具位',
  ),
  16301 => 
  array (
    'id' => '16301',
    'name' => '求婚戒指',
  ),
  16302 => 
  array (
    'id' => '16302',
    'name' => '鸳鸯玉',
  ),
  16311 => 
  array (
    'id' => '16311',
    'name' => '婚宴喜庆小礼包',
  ),
  16312 => 
  array (
    'id' => '16312',
    'name' => '婚宴喜庆中礼包',
  ),
  16313 => 
  array (
    'id' => '16313',
    'name' => '婚宴喜庆大礼包',
  ),
  16314 => 
  array (
    'id' => '16314',
    'name' => '仙缘值',
  ),
  16315 => 
  array (
    'id' => '16315',
    'name' => '仙缘糖',
  ),
  16316 => 
  array (
    'id' => '16316',
    'name' => '龙凤玉',
  ),
  16317 => 
  array (
    'id' => '16317',
    'name' => '仙缘蜜糖',
  ),
  16400 => 
  array (
    'id' => '16400',
    'name' => '仙侣系统道具预留位',
  ),
  16401 => 
  array (
    'id' => '16401',
    'name' => 'QQ应用礼包',
  ),
  16402 => 
  array (
    'id' => '16402',
    'name' => '一级充值返礼',
  ),
  16403 => 
  array (
    'id' => '16403',
    'name' => '二级充值返礼',
  ),
  16404 => 
  array (
    'id' => '16404',
    'name' => '三级充值返礼',
  ),
  16405 => 
  array (
    'id' => '16405',
    'name' => '四级充值返礼',
  ),
  16406 => 
  array (
    'id' => '16406',
    'name' => '五级充值返礼',
  ),
  16407 => 
  array (
    'id' => '16407',
    'name' => '开服45级奖励礼包',
  ),
  16408 => 
  array (
    'id' => '16408',
    'name' => '开服55级奖励礼包',
  ),
  16409 => 
  array (
    'id' => '16409',
    'name' => '开服60级奖励礼包',
  ),
  16410 => 
  array (
    'id' => '16410',
    'name' => '开服战斗力第一名礼包',
  ),
  16411 => 
  array (
    'id' => '16411',
    'name' => '开服战斗力第二名礼包',
  ),
  16412 => 
  array (
    'id' => '16412',
    'name' => '开服战斗力第三名礼包',
  ),
  16413 => 
  array (
    'id' => '16413',
    'name' => '开服战斗力礼包',
  ),
  16414 => 
  array (
    'id' => '16414',
    'name' => '盘蛇战奴BOSS礼包',
  ),
  16415 => 
  array (
    'id' => '16415',
    'name' => '地藏邪龙BOSS礼包',
  ),
  16416 => 
  array (
    'id' => '16416',
    'name' => '巨灵石魔BOSS礼包',
  ),
  16417 => 
  array (
    'id' => '16417',
    'name' => '仙树洗炼礼包',
  ),
  16418 => 
  array (
    'id' => '16418',
    'name' => '仙树打造礼包',
  ),
  16419 => 
  array (
    'id' => '16419',
    'name' => '仙树灵兽礼包',
  ),
  16420 => 
  array (
    'id' => '16420',
    'name' => '一级开服坐骑礼包',
  ),
  16421 => 
  array (
    'id' => '16421',
    'name' => '二级开服坐骑礼包',
  ),
  16422 => 
  array (
    'id' => '16422',
    'name' => '三级开服坐骑礼包',
  ),
  16423 => 
  array (
    'id' => '16423',
    'name' => '开服灵兽天资礼包',
  ),
  16424 => 
  array (
    'id' => '16424',
    'name' => '开服灵兽仙资礼包',
  ),
  16425 => 
  array (
    'id' => '16425',
    'name' => '开服灵兽灵资礼包',
  ),
  16426 => 
  array (
    'id' => '16426',
    'name' => '开服灵兽资质礼包',
  ),
  16427 => 
  array (
    'id' => '16427',
    'name' => '一级开服境界礼包',
  ),
  16428 => 
  array (
    'id' => '16428',
    'name' => '二级开服境界礼包',
  ),
  16429 => 
  array (
    'id' => '16429',
    'name' => '三级开服境界礼包',
  ),
  16430 => 
  array (
    'id' => '16430',
    'name' => '开服仙羽第一名礼包',
  ),
  16431 => 
  array (
    'id' => '16431',
    'name' => '开服仙羽第二名礼包',
  ),
  16432 => 
  array (
    'id' => '16432',
    'name' => '开服仙羽第三名礼包',
  ),
  16433 => 
  array (
    'id' => '16433',
    'name' => '开服仙羽礼包',
  ),
  16434 => 
  array (
    'id' => '16434',
    'name' => '仙缘蜜糖特惠包',
  ),
  16435 => 
  array (
    'id' => '16435',
    'name' => '鸳鸯玉特惠包',
  ),
  16436 => 
  array (
    'id' => '16436',
    'name' => '中品金翎特惠包',
  ),
  16437 => 
  array (
    'id' => '16437',
    'name' => '天凤精元特惠包',
  ),
  16438 => 
  array (
    'id' => '16438',
    'name' => '洗炼神石特惠包',
  ),
  16439 => 
  array (
    'id' => '16439',
    'name' => '洗炼仙晶特惠包',
  ),
  16440 => 
  array (
    'id' => '16440',
    'name' => '二品乘骑特惠包',
  ),
  16441 => 
  array (
    'id' => '16441',
    'name' => '乘骑升阶特惠包',
  ),
  16442 => 
  array (
    'id' => '16442',
    'name' => '万象精粹特惠包',
  ),
  16443 => 
  array (
    'id' => '16443',
    'name' => '九霄玄玉特惠包',
  ),
  16444 => 
  array (
    'id' => '16444',
    'name' => '下品金翎特惠包',
  ),
  16445 => 
  array (
    'id' => '16445',
    'name' => '天凤精元特惠包',
  ),
  16446 => 
  array (
    'id' => '16446',
    'name' => '下品金翎特惠包',
  ),
  16447 => 
  array (
    'id' => '16447',
    'name' => '天凤精元特惠包',
  ),
  16450 => 
  array (
    'id' => '16450',
    'name' => '开服礼包预留位',
  ),
  16451 => 
  array (
    'id' => '16451',
    'name' => '先祖福赐',
  ),
  16452 => 
  array (
    'id' => '16452',
    'name' => '清明祭祀圣贤礼包',
  ),
  16453 => 
  array (
    'id' => '16453',
    'name' => '清明祭祀先贤礼包',
  ),
  16454 => 
  array (
    'id' => '16454',
    'name' => '清明祭祀大贤礼包',
  ),
  16455 => 
  array (
    'id' => '16455',
    'name' => '清明祭祀第贤者礼包',
  ),
  16456 => 
  array (
    'id' => '16456',
    'name' => '清明祭祀尊者礼包',
  ),
  16457 => 
  array (
    'id' => '16457',
    'name' => '清明祭祀达人礼包',
  ),
  16458 => 
  array (
    'id' => '16458',
    'name' => '清明祭祀参与礼包',
  ),
  16459 => 
  array (
    'id' => '16459',
    'name' => '先祖赐福',
  ),
  16460 => 
  array (
    'id' => '16460',
    'name' => '登云天尊礼包',
  ),
  16461 => 
  array (
    'id' => '16461',
    'name' => '登云地尊礼包',
  ),
  16462 => 
  array (
    'id' => '16462',
    'name' => '登云人尊礼包',
  ),
  16463 => 
  array (
    'id' => '16463',
    'name' => '登云大能礼包',
  ),
  16464 => 
  array (
    'id' => '16464',
    'name' => '登云雄者礼包',
  ),
  16465 => 
  array (
    'id' => '16465',
    'name' => '爱玩独享礼包',
  ),
  16466 => 
  array (
    'id' => '16466',
    'name' => '登云参与礼包',
  ),
  16467 => 
  array (
    'id' => '16467',
    'name' => '登云胜利礼包',
  ),
  16468 => 
  array (
    'id' => '16468',
    'name' => '家族神兽一级礼包',
  ),
  16469 => 
  array (
    'id' => '16469',
    'name' => '家族神兽二级礼包',
  ),
  16470 => 
  array (
    'id' => '16470',
    'name' => '家族神兽三礼包',
  ),
  16471 => 
  array (
    'id' => '16471',
    'name' => '家族神兽四级礼包',
  ),
  16472 => 
  array (
    'id' => '16472',
    'name' => '家族神兽五级礼包',
  ),
  16473 => 
  array (
    'id' => '16473',
    'name' => '卫道参与礼包',
  ),
  16474 => 
  array (
    'id' => '16474',
    'name' => '卫道强者礼包',
  ),
  16475 => 
  array (
    'id' => '16475',
    'name' => '卫道精英礼包',
  ),
  16476 => 
  array (
    'id' => '16476',
    'name' => '梦幻Q仙管家特权礼包',
  ),
  16477 => 
  array (
    'id' => '16477',
    'name' => '聚侠礼包',
  ),
  16478 => 
  array (
    'id' => '16478',
    'name' => '梦幻Q仙大礼包',
  ),
  16479 => 
  array (
    'id' => '16479',
    'name' => '连续1天礼包',
  ),
  16480 => 
  array (
    'id' => '16480',
    'name' => '连续2天礼包',
  ),
  16481 => 
  array (
    'id' => '16481',
    'name' => '连续8天礼包',
  ),
  16482 => 
  array (
    'id' => '16482',
    'name' => '游客来新手礼包',
  ),
  16483 => 
  array (
    'id' => '16483',
    'name' => '玩新服成长礼包',
  ),
  16484 => 
  array (
    'id' => '16484',
    'name' => '微博魔法宝箱',
  ),
  16485 => 
  array (
    'id' => '16485',
    'name' => '上海有间礼包',
  ),
  16486 => 
  array (
    'id' => '16486',
    'name' => '微博魔法幸运礼盒',
  ),
  16487 => 
  array (
    'id' => '16487',
    'name' => '蓝钻会员幸运礼盒',
  ),
  16488 => 
  array (
    'id' => '16488',
    'name' => '一级蓝钻会员礼包',
  ),
  16489 => 
  array (
    'id' => '16489',
    'name' => '二级蓝钻会员礼包',
  ),
  16490 => 
  array (
    'id' => '16490',
    'name' => '三级蓝钻会员礼包',
  ),
  16491 => 
  array (
    'id' => '16491',
    'name' => '四级蓝钻会员礼包',
  ),
  16492 => 
  array (
    'id' => '16492',
    'name' => '一阶消费返礼',
  ),
  16493 => 
  array (
    'id' => '16493',
    'name' => '二阶消费返利',
  ),
  16494 => 
  array (
    'id' => '16494',
    'name' => '三阶消费返礼',
  ),
  16495 => 
  array (
    'id' => '16495',
    'name' => '四阶消费返利',
  ),
  16496 => 
  array (
    'id' => '16496',
    'name' => '一阶消费返礼',
  ),
  16497 => 
  array (
    'id' => '16497',
    'name' => '二阶消费返利',
  ),
  16498 => 
  array (
    'id' => '16498',
    'name' => '三阶消费返礼',
  ),
  16499 => 
  array (
    'id' => '16499',
    'name' => '四阶消费返利',
  ),
  16500 => 
  array (
    'id' => '16500',
    'name' => '一阶消费返礼',
  ),
  16501 => 
  array (
    'id' => '16501',
    'name' => '二阶消费返利',
  ),
  16502 => 
  array (
    'id' => '16502',
    'name' => '三阶消费返礼',
  ),
  16503 => 
  array (
    'id' => '16503',
    'name' => '四阶消费返利',
  ),
  16504 => 
  array (
    'id' => '16504',
    'name' => '一阶消费返礼',
  ),
  16505 => 
  array (
    'id' => '16505',
    'name' => '二阶消费返利',
  ),
  16506 => 
  array (
    'id' => '16506',
    'name' => '三阶消费返礼',
  ),
  16507 => 
  array (
    'id' => '16507',
    'name' => '四阶消费返利',
  ),
  16508 => 
  array (
    'id' => '16508',
    'name' => '一级回馈礼包',
  ),
  16509 => 
  array (
    'id' => '16509',
    'name' => '二级回馈礼包',
  ),
  16510 => 
  array (
    'id' => '16510',
    'name' => '三级回馈礼包',
  ),
  16511 => 
  array (
    'id' => '16511',
    'name' => '四级回馈礼包',
  ),
  16512 => 
  array (
    'id' => '16512',
    'name' => '五级回馈礼包',
  ),
  16513 => 
  array (
    'id' => '16513',
    'name' => '蓝钻会员幸运礼盒',
  ),
  16514 => 
  array (
    'id' => '16514',
    'name' => '一级蓝钻会员礼包',
  ),
  16515 => 
  array (
    'id' => '16515',
    'name' => '二级蓝钻会员礼包',
  ),
  16516 => 
  array (
    'id' => '16516',
    'name' => '三级蓝钻会员礼包',
  ),
  16517 => 
  array (
    'id' => '16517',
    'name' => '四级蓝钻会员礼包',
  ),
  16518 => 
  array (
    'id' => '16518',
    'name' => '限量礼包',
  ),
  16519 => 
  array (
    'id' => '16519',
    'name' => '一级回馈礼包',
  ),
  16520 => 
  array (
    'id' => '16520',
    'name' => '二级回馈礼包',
  ),
  16521 => 
  array (
    'id' => '16521',
    'name' => '三级回馈礼包',
  ),
  16522 => 
  array (
    'id' => '16522',
    'name' => '四级回馈礼包',
  ),
  16523 => 
  array (
    'id' => '16523',
    'name' => '五级回馈礼包',
  ),
  16524 => 
  array (
    'id' => '16524',
    'name' => '一级回馈礼包',
  ),
  16525 => 
  array (
    'id' => '16525',
    'name' => '二级回馈礼包',
  ),
  16526 => 
  array (
    'id' => '16526',
    'name' => '三级回馈礼包',
  ),
  16527 => 
  array (
    'id' => '16527',
    'name' => '四级回馈礼包',
  ),
  16528 => 
  array (
    'id' => '16528',
    'name' => '五级回馈礼包',
  ),
  16529 => 
  array (
    'id' => '16529',
    'name' => '黄钻会员幸运礼盒',
  ),
  16530 => 
  array (
    'id' => '16530',
    'name' => '一级黄钻会员礼包',
  ),
  16531 => 
  array (
    'id' => '16531',
    'name' => '二级黄钻会员礼包',
  ),
  16532 => 
  array (
    'id' => '16532',
    'name' => '三级黄钻会员礼包',
  ),
  16533 => 
  array (
    'id' => '16533',
    'name' => '四级黄钻会员礼包',
  ),
  16534 => 
  array (
    'id' => '16534',
    'name' => '限量礼包',
  ),
  16535 => 
  array (
    'id' => '16535',
    'name' => '仙羽宝盒',
  ),
  16536 => 
  array (
    'id' => '16536',
    'name' => '豪华仙羽宝盒',
  ),
  16537 => 
  array (
    'id' => '16537',
    'name' => '超值坐骑宝盒',
  ),
  16538 => 
  array (
    'id' => '16538',
    'name' => '梦幻Q仙管家特权礼包',
  ),
  16539 => 
  array (
    'id' => '16539',
    'name' => '感恩回馈礼包',
  ),
  16540 => 
  array (
    'id' => '16540',
    'name' => '工会礼包',
  ),
  16541 => 
  array (
    'id' => '16541',
    'name' => '一级回馈礼包',
  ),
  16542 => 
  array (
    'id' => '16542',
    'name' => '二级回馈礼包',
  ),
  16543 => 
  array (
    'id' => '16543',
    'name' => '三级回馈礼包',
  ),
  16544 => 
  array (
    'id' => '16544',
    'name' => '四级回馈礼包',
  ),
  16545 => 
  array (
    'id' => '16545',
    'name' => '五级回馈礼包',
  ),
  16546 => 
  array (
    'id' => '16546',
    'name' => '坐骑宝箱',
  ),
  16547 => 
  array (
    'id' => '16547',
    'name' => '一级回馈礼包',
  ),
  16548 => 
  array (
    'id' => '16548',
    'name' => '二级回馈礼包',
  ),
  16549 => 
  array (
    'id' => '16549',
    'name' => '三级回馈礼包',
  ),
  16550 => 
  array (
    'id' => '16550',
    'name' => '四级回馈礼包',
  ),
  16551 => 
  array (
    'id' => '16551',
    'name' => '五级回馈礼包',
  ),
  16552 => 
  array (
    'id' => '16552',
    'name' => '一级回馈礼包',
  ),
  16553 => 
  array (
    'id' => '16553',
    'name' => '二级回馈礼包',
  ),
  16554 => 
  array (
    'id' => '16554',
    'name' => '三级回馈礼包',
  ),
  16555 => 
  array (
    'id' => '16555',
    'name' => '四级回馈礼包',
  ),
  16556 => 
  array (
    'id' => '16556',
    'name' => '五级回馈礼包',
  ),
  16557 => 
  array (
    'id' => '16557',
    'name' => '一级回馈礼包',
  ),
  16558 => 
  array (
    'id' => '16558',
    'name' => '二级回馈礼包',
  ),
  16559 => 
  array (
    'id' => '16559',
    'name' => '三级回馈礼包',
  ),
  16560 => 
  array (
    'id' => '16560',
    'name' => '四级回馈礼包',
  ),
  16561 => 
  array (
    'id' => '16561',
    'name' => '五级回馈礼包',
  ),
  16562 => 
  array (
    'id' => '16562',
    'name' => '超值礼包',
  ),
  16563 => 
  array (
    'id' => '16563',
    'name' => '至尊礼包',
  ),
  16564 => 
  array (
    'id' => '16564',
    'name' => '管家商城礼包',
  ),
  16565 => 
  array (
    'id' => '16565',
    'name' => '梦游馈赠包',
  ),
  16566 => 
  array (
    'id' => '16566',
    'name' => '梦游珍贵礼包',
  ),
  16567 => 
  array (
    'id' => '16567',
    'name' => '梦游豪华礼包',
  ),
  16568 => 
  array (
    'id' => '16568',
    'name' => '梦游尊贵礼包',
  ),
  16569 => 
  array (
    'id' => '16569',
    'name' => '梦游土豪礼包',
  ),
  16570 => 
  array (
    'id' => '16570',
    'name' => '一星礼包',
  ),
  16571 => 
  array (
    'id' => '16571',
    'name' => '二星礼包',
  ),
  16572 => 
  array (
    'id' => '16572',
    'name' => '三星礼包',
  ),
  16573 => 
  array (
    'id' => '16573',
    'name' => '暴击礼盒',
  ),
  16574 => 
  array (
    'id' => '16574',
    'name' => '暴击大礼包',
  ),
  16575 => 
  array (
    'id' => '16575',
    'name' => '桌面登陆豪礼',
  ),
  16576 => 
  array (
    'id' => '16576',
    'name' => '灵石精华特惠包',
  ),
  16577 => 
  array (
    'id' => '16577',
    'name' => '仙家秘卷特惠包',
  ),
  16578 => 
  array (
    'id' => '16578',
    'name' => '管家新手礼包',
  ),
  16579 => 
  array (
    'id' => '16579',
    'name' => '一级蓝钻会员礼包',
  ),
  16580 => 
  array (
    'id' => '16580',
    'name' => '二级蓝钻会员礼包',
  ),
  16581 => 
  array (
    'id' => '16581',
    'name' => '三级蓝钻会员礼包',
  ),
  16582 => 
  array (
    'id' => '16582',
    'name' => '四级蓝钻会员礼包',
  ),
  16583 => 
  array (
    'id' => '16583',
    'name' => '爱逛秒杀礼包',
  ),
  16584 => 
  array (
    'id' => '16584',
    'name' => '上品兽灵丹特惠礼',
  ),
  16585 => 
  array (
    'id' => '16585',
    'name' => '珍品兽灵丹特惠包',
  ),
  16586 => 
  array (
    'id' => '16586',
    'name' => '幸运礼包',
  ),
  16587 => 
  array (
    'id' => '16587',
    'name' => '超值礼包',
  ),
  16588 => 
  array (
    'id' => '16588',
    'name' => '至尊礼包',
  ),
  16589 => 
  array (
    'id' => '16589',
    'name' => '灵兽攻击提资特惠礼',
  ),
  16590 => 
  array (
    'id' => '16590',
    'name' => '灵兽防御提资特惠礼',
  ),
  16591 => 
  array (
    'id' => '16591',
    'name' => '限量礼包',
  ),
  16592 => 
  array (
    'id' => '16592',
    'name' => '限量礼包',
  ),
  16593 => 
  array (
    'id' => '16593',
    'name' => '星澜争霸第一名礼包',
  ),
  16594 => 
  array (
    'id' => '16594',
    'name' => '星澜争霸第二名礼包',
  ),
  16595 => 
  array (
    'id' => '16595',
    'name' => '星澜争霸第三名礼包',
  ),
  16596 => 
  array (
    'id' => '16596',
    'name' => '星澜争霸第四名礼包',
  ),
  16597 => 
  array (
    'id' => '16597',
    'name' => '星澜争霸第五名礼包',
  ),
  16598 => 
  array (
    'id' => '16598',
    'name' => '星澜争霸第六名礼包',
  ),
  16599 => 
  array (
    'id' => '16599',
    'name' => '星澜争霸第七名礼包',
  ),
  16600 => 
  array (
    'id' => '16600',
    'name' => '星澜殿主礼包',
  ),
  16601 => 
  array (
    'id' => '16601',
    'name' => '星澜长老礼包',
  ),
  16602 => 
  array (
    'id' => '16602',
    'name' => '727游戏网独家礼包',
  ),
  16603 => 
  array (
    'id' => '16603',
    'name' => '微端回归礼包',
  ),
  16604 => 
  array (
    'id' => '16604',
    'name' => '奇门宝诀包',
  ),
  16605 => 
  array (
    'id' => '16605',
    'name' => '大力神杯加油礼包',
  ),
  16606 => 
  array (
    'id' => '16606',
    'name' => '世界杯安慰礼包',
  ),
  16607 => 
  array (
    'id' => '16607',
    'name' => '世界杯冠军礼包',
  ),
  16608 => 
  array (
    'id' => '16608',
    'name' => '限量礼包',
  ),
  16609 => 
  array (
    'id' => '16609',
    'name' => 'Q仙豪华礼包',
  ),
  16610 => 
  array (
    'id' => '16610',
    'name' => '仙石消耗达标礼包',
  ),
  16611 => 
  array (
    'id' => '16611',
    'name' => '仙石消耗至尊礼包',
  ),
  16612 => 
  array (
    'id' => '16612',
    'name' => '仙石消耗新贵礼包',
  ),
  16613 => 
  array (
    'id' => '16613',
    'name' => '仙石消耗达人礼包',
  ),
  16614 => 
  array (
    'id' => '16614',
    'name' => '仙石消耗新锐礼包',
  ),
  16615 => 
  array (
    'id' => '16615',
    'name' => '幸运礼盒',
  ),
  16616 => 
  array (
    'id' => '16616',
    'name' => '幸运礼包',
  ),
  16617 => 
  array (
    'id' => '16617',
    'name' => '金翎消耗至尊礼包',
  ),
  16618 => 
  array (
    'id' => '16618',
    'name' => '金翎消耗新贵礼包',
  ),
  16619 => 
  array (
    'id' => '16619',
    'name' => '金翎消耗达人礼包',
  ),
  16620 => 
  array (
    'id' => '16620',
    'name' => '金翎消耗新锐礼包',
  ),
  16621 => 
  array (
    'id' => '16621',
    'name' => '乘骑符消耗至尊礼包',
  ),
  16622 => 
  array (
    'id' => '16622',
    'name' => '乘骑符消耗新贵礼包',
  ),
  16623 => 
  array (
    'id' => '16623',
    'name' => '乘骑符消耗达人礼包',
  ),
  16624 => 
  array (
    'id' => '16624',
    'name' => '乘骑符消耗新锐礼包',
  ),
  16625 => 
  array (
    'id' => '16625',
    'name' => '乘骑符消耗至尊礼包',
  ),
  16626 => 
  array (
    'id' => '16626',
    'name' => '乘骑符消耗新贵礼包',
  ),
  16627 => 
  array (
    'id' => '16627',
    'name' => '乘骑符消耗达人礼包',
  ),
  16628 => 
  array (
    'id' => '16628',
    'name' => '乘骑符消耗新锐礼包',
  ),
  16629 => 
  array (
    'id' => '16629',
    'name' => '祭祀第一名礼包',
  ),
  16630 => 
  array (
    'id' => '16630',
    'name' => '祭祀第二名礼包',
  ),
  16631 => 
  array (
    'id' => '16631',
    'name' => '祭祀三~五名礼包',
  ),
  16632 => 
  array (
    'id' => '16632',
    'name' => '祭祀六~十名礼包',
  ),
  16633 => 
  array (
    'id' => '16633',
    'name' => '每日第一名礼包',
  ),
  16634 => 
  array (
    'id' => '16634',
    'name' => '每日第二名礼包',
  ),
  16635 => 
  array (
    'id' => '16635',
    'name' => '每日第三名礼包',
  ),
  16636 => 
  array (
    'id' => '16636',
    'name' => '每日第四名礼包',
  ),
  16637 => 
  array (
    'id' => '16637',
    'name' => '每日第五名礼包',
  ),
  16638 => 
  array (
    'id' => '16638',
    'name' => '每日参与礼包',
  ),
  16639 => 
  array (
    'id' => '16639',
    'name' => '每周第一名礼包',
  ),
  16640 => 
  array (
    'id' => '16640',
    'name' => '每周第二名礼包',
  ),
  16641 => 
  array (
    'id' => '16641',
    'name' => '每周第三名礼包',
  ),
  16642 => 
  array (
    'id' => '16642',
    'name' => '每周第四名礼包',
  ),
  16643 => 
  array (
    'id' => '16643',
    'name' => '每周第五名礼包',
  ),
  16644 => 
  array (
    'id' => '16644',
    'name' => '每周参与礼包',
  ),
  16645 => 
  array (
    'id' => '16645',
    'name' => '一级首富礼包',
  ),
  16646 => 
  array (
    'id' => '16646',
    'name' => '二级首富礼包',
  ),
  16647 => 
  array (
    'id' => '16647',
    'name' => '三级首富礼包',
  ),
  16648 => 
  array (
    'id' => '16648',
    'name' => '四级首富礼包',
  ),
  16649 => 
  array (
    'id' => '16649',
    'name' => '祭祀十一~二十名礼包',
  ),
  16650 => 
  array (
    'id' => '16650',
    'name' => '祭祀二十一~五十名礼包',
  ),
  16660 => 
  array (
    'id' => '16660',
    'name' => '消费排名礼包预留位',
  ),
  16661 => 
  array (
    'id' => '16661',
    'name' => '煞乌天凤包',
  ),
  16662 => 
  array (
    'id' => '16662',
    'name' => '限量礼包',
  ),
  16663 => 
  array (
    'id' => '16663',
    'name' => 'QQ管家新手礼包',
  ),
  16664 => 
  array (
    'id' => '16664',
    'name' => '限量礼包',
  ),
  16665 => 
  array (
    'id' => '16665',
    'name' => '金券礼包',
  ),
  16666 => 
  array (
    'id' => '16666',
    'name' => '金券礼包',
  ),
  16667 => 
  array (
    'id' => '16667',
    'name' => '金券礼包',
  ),
  16668 => 
  array (
    'id' => '16668',
    'name' => '金券礼包',
  ),
  16669 => 
  array (
    'id' => '16669',
    'name' => '限量礼包',
  ),
  16670 => 
  array (
    'id' => '16670',
    'name' => '限量礼包',
  ),
  16671 => 
  array (
    'id' => '16671',
    'name' => '管家安装礼包',
  ),
  16672 => 
  array (
    'id' => '16672',
    'name' => '限量礼包',
  ),
  16673 => 
  array (
    'id' => '16673',
    'name' => '管家安装礼包',
  ),
  16674 => 
  array (
    'id' => '16674',
    'name' => '幸运宝盒',
  ),
  16675 => 
  array (
    'id' => '16675',
    'name' => '一级回馈礼包',
  ),
  16676 => 
  array (
    'id' => '16676',
    'name' => '二级回馈礼包',
  ),
  16677 => 
  array (
    'id' => '16677',
    'name' => '三级回馈礼包',
  ),
  16678 => 
  array (
    'id' => '16678',
    'name' => '四级回馈礼包',
  ),
  16679 => 
  array (
    'id' => '16679',
    'name' => '五级回馈礼包',
  ),
  16680 => 
  array (
    'id' => '16680',
    'name' => '下品元丹包',
  ),
  16681 => 
  array (
    'id' => '16681',
    'name' => '梦幻Q仙特权礼包',
  ),
  16682 => 
  array (
    'id' => '16682',
    'name' => '梦幻Q仙特权礼包',
  ),
  16683 => 
  array (
    'id' => '16683',
    'name' => '一级充值好礼',
  ),
  16684 => 
  array (
    'id' => '16684',
    'name' => '二级充值好礼',
  ),
  16685 => 
  array (
    'id' => '16685',
    'name' => '三级充值好礼',
  ),
  16686 => 
  array (
    'id' => '16686',
    'name' => '四级充值好礼',
  ),
  16687 => 
  array (
    'id' => '16687',
    'name' => '消费礼包',
  ),
  16688 => 
  array (
    'id' => '16688',
    'name' => '第一名消费礼包',
  ),
  16689 => 
  array (
    'id' => '16689',
    'name' => '第二名消费礼包',
  ),
  16690 => 
  array (
    'id' => '16690',
    'name' => '第三名消费礼包',
  ),
  16691 => 
  array (
    'id' => '16691',
    'name' => '一阶土豪好礼',
  ),
  16692 => 
  array (
    'id' => '16692',
    'name' => '一阶土豪名礼',
  ),
  16693 => 
  array (
    'id' => '16693',
    'name' => '一阶土豪贵礼',
  ),
  16694 => 
  array (
    'id' => '16694',
    'name' => '一阶土豪豪礼',
  ),
  16695 => 
  array (
    'id' => '16695',
    'name' => '二阶土豪好礼',
  ),
  16696 => 
  array (
    'id' => '16696',
    'name' => '二阶土豪名礼',
  ),
  16697 => 
  array (
    'id' => '16697',
    'name' => '二阶土豪贵礼',
  ),
  16698 => 
  array (
    'id' => '16698',
    'name' => '二阶土豪豪礼',
  ),
  16699 => 
  array (
    'id' => '16699',
    'name' => '三阶土豪好礼',
  ),
  16700 => 
  array (
    'id' => '16700',
    'name' => '三阶土豪名礼',
  ),
  16701 => 
  array (
    'id' => '16701',
    'name' => '三阶土豪贵礼',
  ),
  16702 => 
  array (
    'id' => '16702',
    'name' => '三阶土豪豪礼',
  ),
  16703 => 
  array (
    'id' => '16703',
    'name' => '问卷调查礼包',
  ),
  16704 => 
  array (
    'id' => '16704',
    'name' => '限量礼包',
  ),
  16705 => 
  array (
    'id' => '16705',
    'name' => '管家国庆福利礼包',
  ),
  16706 => 
  array (
    'id' => '16706',
    'name' => 'Q仙任务登陆礼包',
  ),
  16707 => 
  array (
    'id' => '16707',
    'name' => 'Q仙任务新手礼包',
  ),
  16708 => 
  array (
    'id' => '16708',
    'name' => 'Q仙任务豪华礼包',
  ),
  16709 => 
  array (
    'id' => '16709',
    'name' => 'Q仙任务至尊礼包',
  ),
  16710 => 
  array (
    'id' => '16710',
    'name' => '管家特权礼包',
  ),
  16711 => 
  array (
    'id' => '16711',
    'name' => '一级充值好礼',
  ),
  16712 => 
  array (
    'id' => '16712',
    'name' => '二级充值好礼',
  ),
  16713 => 
  array (
    'id' => '16713',
    'name' => '三级充值好礼',
  ),
  16714 => 
  array (
    'id' => '16714',
    'name' => '四级充值好礼',
  ),
  16715 => 
  array (
    'id' => '16715',
    'name' => '五级充值好礼',
  ),
  16716 => 
  array (
    'id' => '16716',
    'name' => '六级充值好礼',
  ),
  16717 => 
  array (
    'id' => '16717',
    'name' => '七级充值好礼',
  ),
  16718 => 
  array (
    'id' => '16718',
    'name' => 'Q仙秀礼包',
  ),
  16719 => 
  array (
    'id' => '16719',
    'name' => '一级蓝钻会员礼包',
  ),
  16720 => 
  array (
    'id' => '16720',
    'name' => '二级蓝钻会员礼包',
  ),
  16721 => 
  array (
    'id' => '16721',
    'name' => '三级蓝钻会员礼包',
  ),
  16722 => 
  array (
    'id' => '16722',
    'name' => '四级蓝钻会员礼包',
  ),
  16723 => 
  array (
    'id' => '16723',
    'name' => '限量礼包',
  ),
  16724 => 
  array (
    'id' => '16724',
    'name' => 'TGP蓝钻礼包',
  ),
  16725 => 
  array (
    'id' => '16725',
    'name' => '幸运转盘礼包',
  ),
  16726 => 
  array (
    'id' => '16726',
    'name' => '幸运转盘好礼',
  ),
  16727 => 
  array (
    'id' => '16727',
    'name' => '幸运转盘大礼',
  ),
  16728 => 
  array (
    'id' => '16728',
    'name' => '幸运转盘大礼',
  ),
  16729 => 
  array (
    'id' => '16729',
    'name' => '幸运转盘大礼',
  ),
  16730 => 
  array (
    'id' => '16730',
    'name' => '幸运转盘大礼',
  ),
  16731 => 
  array (
    'id' => '16731',
    'name' => '幸运转盘大礼',
  ),
  16732 => 
  array (
    'id' => '16732',
    'name' => '幸运转盘大礼',
  ),
  16733 => 
  array (
    'id' => '16733',
    'name' => '幸运转盘大礼',
  ),
  16734 => 
  array (
    'id' => '16734',
    'name' => '幸运转盘大礼',
  ),
  16735 => 
  array (
    'id' => '16735',
    'name' => '幸运转盘豪礼',
  ),
  16736 => 
  array (
    'id' => '16736',
    'name' => '幸运转盘豪礼',
  ),
  16737 => 
  array (
    'id' => '16737',
    'name' => 'QQ管家嘉年华预热礼包',
  ),
  16738 => 
  array (
    'id' => '16738',
    'name' => 'QQ管家嘉年华终极礼包',
  ),
  16739 => 
  array (
    'id' => '16739',
    'name' => 'QQ管家嘉年华终极礼包',
  ),
  16740 => 
  array (
    'id' => '16740',
    'name' => '梦幻Q仙顶级礼包',
  ),
  16741 => 
  array (
    'id' => '16741',
    'name' => '第一天礼包',
  ),
  16742 => 
  array (
    'id' => '16742',
    'name' => '第二天礼包',
  ),
  16743 => 
  array (
    'id' => '16743',
    'name' => '第三天礼包',
  ),
  16744 => 
  array (
    'id' => '16744',
    'name' => '第四天礼包',
  ),
  16745 => 
  array (
    'id' => '16745',
    'name' => '第五天礼包',
  ),
  16746 => 
  array (
    'id' => '16746',
    'name' => '第六天礼包',
  ),
  16747 => 
  array (
    'id' => '16747',
    'name' => '第七天礼包',
  ),
  16748 => 
  array (
    'id' => '16748',
    'name' => '一级回馈礼包',
  ),
  16749 => 
  array (
    'id' => '16749',
    'name' => '二级回馈礼包',
  ),
  16750 => 
  array (
    'id' => '16750',
    'name' => '三级回馈礼包',
  ),
  16751 => 
  array (
    'id' => '16751',
    'name' => '四级回馈礼包',
  ),
  16752 => 
  array (
    'id' => '16752',
    'name' => '五级回馈礼包',
  ),
  16753 => 
  array (
    'id' => '16753',
    'name' => '回馈礼包',
  ),
  16754 => 
  array (
    'id' => '16754',
    'name' => '幸运转盘礼包',
  ),
  16755 => 
  array (
    'id' => '16755',
    'name' => '幸运转盘好礼',
  ),
  16756 => 
  array (
    'id' => '16756',
    'name' => '幸运转盘大礼',
  ),
  16757 => 
  array (
    'id' => '16757',
    'name' => '幸运转盘大礼',
  ),
  16758 => 
  array (
    'id' => '16758',
    'name' => '幸运转盘大礼',
  ),
  16759 => 
  array (
    'id' => '16759',
    'name' => '幸运转盘大礼',
  ),
  16760 => 
  array (
    'id' => '16760',
    'name' => '幸运转盘大礼',
  ),
  16761 => 
  array (
    'id' => '16761',
    'name' => '幸运转盘大礼',
  ),
  16762 => 
  array (
    'id' => '16762',
    'name' => '幸运转盘大礼',
  ),
  16763 => 
  array (
    'id' => '16763',
    'name' => '幸运转盘大礼',
  ),
  16764 => 
  array (
    'id' => '16764',
    'name' => '幸运转盘豪礼',
  ),
  16765 => 
  array (
    'id' => '16765',
    'name' => '幸运转盘豪礼',
  ),
  16766 => 
  array (
    'id' => '16766',
    'name' => '梦',
  ),
  16767 => 
  array (
    'id' => '16767',
    'name' => '幻',
  ),
  16768 => 
  array (
    'id' => '16768',
    'name' => 'Q',
  ),
  16769 => 
  array (
    'id' => '16769',
    'name' => '仙',
  ),
  16770 => 
  array (
    'id' => '16770',
    'name' => '周',
  ),
  16771 => 
  array (
    'id' => '16771',
    'name' => '年',
  ),
  16772 => 
  array (
    'id' => '16772',
    'name' => '庆',
  ),
  16773 => 
  array (
    'id' => '16773',
    'name' => '银霜战虎精魄',
  ),
  16774 => 
  array (
    'id' => '16774',
    'name' => '银霜战虎(永久)',
  ),
  16775 => 
  array (
    'id' => '16775',
    'name' => '银霜战虎(3天)',
  ),
  16776 => 
  array (
    'id' => '16776',
    'name' => '周年庆勋章',
  ),
  16777 => 
  array (
    'id' => '16777',
    'name' => '周年庆礼包',
  ),
  16778 => 
  array (
    'id' => '16778',
    'name' => '周年庆大礼包',
  ),
  16779 => 
  array (
    'id' => '16779',
    'name' => '周年庆豪华礼包',
  ),
  16780 => 
  array (
    'id' => '16780',
    'name' => '周年庆神秘礼包',
  ),
  16781 => 
  array (
    'id' => '16781',
    'name' => '周年庆神秘礼包',
  ),
  16782 => 
  array (
    'id' => '16782',
    'name' => '周年庆神秘礼包',
  ),
  16783 => 
  array (
    'id' => '16783',
    'name' => '幸运礼券',
  ),
  16784 => 
  array (
    'id' => '16784',
    'name' => '豪华大奖',
  ),
  16785 => 
  array (
    'id' => '16785',
    'name' => '超级大奖',
  ),
  16786 => 
  array (
    'id' => '16786',
    'name' => '幸运奖',
  ),
  16787 => 
  array (
    'id' => '16787',
    'name' => '小新礼包',
  ),
  16788 => 
  array (
    'id' => '16788',
    'name' => 'TGP给力礼包',
  ),
  16789 => 
  array (
    'id' => '16789',
    'name' => '3366梦幻礼包',
  ),
  16790 => 
  array (
    'id' => '16790',
    'name' => '限量礼包',
  ),
  16791 => 
  array (
    'id' => '16791',
    'name' => '巅峰霸主宝盒',
  ),
  16792 => 
  array (
    'id' => '16792',
    'name' => '争锋领主礼包',
  ),
  16793 => 
  array (
    'id' => '16793',
    'name' => '争锋四强礼包',
  ),
  16794 => 
  array (
    'id' => '16794',
    'name' => '争锋八强礼包',
  ),
  16795 => 
  array (
    'id' => '16795',
    'name' => '争锋十六强礼包',
  ),
  16796 => 
  array (
    'id' => '16796',
    'name' => '争锋神算礼包',
  ),
  16797 => 
  array (
    'id' => '16797',
    'name' => '争锋投票礼包',
  ),
  16798 => 
  array (
    'id' => '16798',
    'name' => '限量礼包',
  ),
  16799 => 
  array (
    'id' => '16799',
    'name' => '大厅新手礼包',
  ),
  16800 => 
  array (
    'id' => '16800',
    'name' => '周年庆踩楼礼包',
  ),
  16801 => 
  array (
    'id' => '16801',
    'name' => '周年庆战力至尊礼包',
  ),
  16802 => 
  array (
    'id' => '16802',
    'name' => '周年庆战力展示礼包',
  ),
  16803 => 
  array (
    'id' => '16803',
    'name' => '周年庆百晓通金奖礼包',
  ),
  16804 => 
  array (
    'id' => '16804',
    'name' => '周年庆百晓通银奖礼包',
  ),
  16805 => 
  array (
    'id' => '16805',
    'name' => '周年庆百晓通铜奖礼包',
  ),
  16806 => 
  array (
    'id' => '16806',
    'name' => '微博转发礼包',
  ),
  16807 => 
  array (
    'id' => '16807',
    'name' => '微信分享礼包',
  ),
  16808 => 
  array (
    'id' => '16808',
    'name' => '银霜战虎(3天)',
  ),
  16809 => 
  array (
    'id' => '16809',
    'name' => '幸运转盘礼包',
  ),
  16810 => 
  array (
    'id' => '16810',
    'name' => '幸运转盘好礼',
  ),
  16811 => 
  array (
    'id' => '16811',
    'name' => '幸运转盘大礼',
  ),
  16812 => 
  array (
    'id' => '16812',
    'name' => '幸运转盘大礼',
  ),
  16813 => 
  array (
    'id' => '16813',
    'name' => '幸运转盘大礼',
  ),
  16814 => 
  array (
    'id' => '16814',
    'name' => '幸运转盘大礼',
  ),
  16815 => 
  array (
    'id' => '16815',
    'name' => '幸运转盘大礼',
  ),
  16816 => 
  array (
    'id' => '16816',
    'name' => '幸运转盘大礼',
  ),
  16817 => 
  array (
    'id' => '16817',
    'name' => '幸运转盘大礼',
  ),
  16818 => 
  array (
    'id' => '16818',
    'name' => '幸运转盘大礼',
  ),
  16819 => 
  array (
    'id' => '16819',
    'name' => '幸运转盘豪礼',
  ),
  16820 => 
  array (
    'id' => '16820',
    'name' => '幸运转盘豪礼',
  ),
  16821 => 
  array (
    'id' => '16821',
    'name' => '限量礼包',
  ),
  16822 => 
  array (
    'id' => '16822',
    'name' => '限量礼包',
  ),
  16823 => 
  array (
    'id' => '16823',
    'name' => '限量礼包',
  ),
  16824 => 
  array (
    'id' => '16824',
    'name' => '秒杀礼包',
  ),
  16825 => 
  array (
    'id' => '16825',
    'name' => '一品封魔宝匣',
  ),
  16826 => 
  array (
    'id' => '16826',
    'name' => '二品封魔宝匣',
  ),
  16827 => 
  array (
    'id' => '16827',
    'name' => '三品封魔宝匣',
  ),
  16828 => 
  array (
    'id' => '16828',
    'name' => '四品封魔宝匣',
  ),
  16829 => 
  array (
    'id' => '16829',
    'name' => '五品封魔宝匣',
  ),
  16830 => 
  array (
    'id' => '16830',
    'name' => '参与宝匣',
  ),
  16831 => 
  array (
    'id' => '16831',
    'name' => '星魂石礼包',
  ),
  16832 => 
  array (
    'id' => '16832',
    'name' => '圣诞麋鹿精魄',
  ),
  16833 => 
  array (
    'id' => '16833',
    'name' => '圣诞麋鹿(永久)',
  ),
  16834 => 
  array (
    'id' => '16834',
    'name' => '圣诞麋鹿(3天)',
  ),
  16835 => 
  array (
    'id' => '16835',
    'name' => '圣诞勋章',
  ),
  16836 => 
  array (
    'id' => '16836',
    'name' => '圣诞礼包',
  ),
  16837 => 
  array (
    'id' => '16837',
    'name' => '圣诞时装包（7天）',
  ),
  16838 => 
  array (
    'id' => '16838',
    'name' => '海选天尊礼包',
  ),
  16839 => 
  array (
    'id' => '16839',
    'name' => '海选神将礼包',
  ),
  16840 => 
  array (
    'id' => '16840',
    'name' => '海选游仙礼包',
  ),
  16841 => 
  array (
    'id' => '16841',
    'name' => '海选参与礼包',
  ),
  16842 => 
  array (
    'id' => '16842',
    'name' => '荣耀礼包',
  ),
  16843 => 
  array (
    'id' => '16843',
    'name' => '三甲礼包',
  ),
  16844 => 
  array (
    'id' => '16844',
    'name' => '欢呼礼包',
  ),
  16845 => 
  array (
    'id' => '16845',
    'name' => '入围礼包',
  ),
  16846 => 
  array (
    'id' => '16846',
    'name' => '梦幻Q仙QT特权礼包(简约)',
  ),
  16847 => 
  array (
    'id' => '16847',
    'name' => '梦幻Q仙QT特权礼包(尊贵)',
  ),
  16848 => 
  array (
    'id' => '16848',
    'name' => '梦幻Q仙QT特权礼包(至尊)',
  ),
  16849 => 
  array (
    'id' => '16849',
    'name' => '梦幻Q仙QT特权礼包(典藏)',
  ),
  16850 => 
  array (
    'id' => '16850',
    'name' => '梦幻Q仙QT专题礼包',
  ),
  16851 => 
  array (
    'id' => '16851',
    'name' => '梦幻Q仙QT摇摇乐礼包',
  ),
  16852 => 
  array (
    'id' => '16852',
    'name' => '梦幻Q仙QT游仙礼包',
  ),
  16853 => 
  array (
    'id' => '16853',
    'name' => '梦幻Q仙QT上仙礼包',
  ),
  16854 => 
  array (
    'id' => '16854',
    'name' => '梦幻Q仙QT金仙礼包',
  ),
  16855 => 
  array (
    'id' => '16855',
    'name' => 'QT签到3次礼包',
  ),
  16856 => 
  array (
    'id' => '16856',
    'name' => 'QT签到7次礼包',
  ),
  16857 => 
  array (
    'id' => '16857',
    'name' => 'QT签到14次礼包',
  ),
  16858 => 
  array (
    'id' => '16858',
    'name' => 'QT签到21次礼包',
  ),
  16859 => 
  array (
    'id' => '16859',
    'name' => 'QT签到28次礼包',
  ),
  16860 => 
  array (
    'id' => '16860',
    'name' => '限量礼包',
  ),
  16861 => 
  array (
    'id' => '16861',
    'name' => '限量礼包',
  ),
  16862 => 
  array (
    'id' => '16862',
    'name' => '巅峰霸主宝盒',
  ),
  16863 => 
  array (
    'id' => '16863',
    'name' => '一星礼包',
  ),
  16864 => 
  array (
    'id' => '16864',
    'name' => '二星礼包',
  ),
  16865 => 
  array (
    'id' => '16865',
    'name' => '三星礼包',
  ),
  16866 => 
  array (
    'id' => '16866',
    'name' => '蓝钻特权礼包',
  ),
  16867 => 
  array (
    'id' => '16867',
    'name' => '玄甲斗熊精魄',
  ),
  16868 => 
  array (
    'id' => '16868',
    'name' => '玄甲斗熊(永久)',
  ),
  16869 => 
  array (
    'id' => '16869',
    'name' => '玄甲斗熊(3天)',
  ),
  16870 => 
  array (
    'id' => '16870',
    'name' => '迎春勋章',
  ),
  16871 => 
  array (
    'id' => '16871',
    'name' => '迎春礼包',
  ),
  16872 => 
  array (
    'id' => '16872',
    'name' => '无尽第一名宝匣',
  ),
  16873 => 
  array (
    'id' => '16873',
    'name' => '无尽第二名宝匣',
  ),
  16874 => 
  array (
    'id' => '16874',
    'name' => '无尽第三名宝匣',
  ),
  16875 => 
  array (
    'id' => '16875',
    'name' => '无尽四~十名宝匣',
  ),
  16876 => 
  array (
    'id' => '16876',
    'name' => '第一名消费礼包',
  ),
  16877 => 
  array (
    'id' => '16877',
    'name' => '第二名消费礼包',
  ),
  16878 => 
  array (
    'id' => '16878',
    'name' => '第三名消费礼包',
  ),
  16879 => 
  array (
    'id' => '16879',
    'name' => '巅峰霸主宝盒',
  ),
  16880 => 
  array (
    'id' => '16880',
    'name' => '5日签到礼包',
  ),
  16881 => 
  array (
    'id' => '16881',
    'name' => '10日签到礼包',
  ),
  16882 => 
  array (
    'id' => '16882',
    'name' => '15日签到礼包',
  ),
  16883 => 
  array (
    'id' => '16883',
    'name' => '20日签到礼包',
  ),
  16884 => 
  array (
    'id' => '16884',
    'name' => '福春灵羽精华',
  ),
  16885 => 
  array (
    'id' => '16885',
    'name' => '福春灵羽',
  ),
  16886 => 
  array (
    'id' => '16886',
    'name' => '福春灵羽（3天）',
  ),
  16887 => 
  array (
    'id' => '16887',
    'name' => '火柴',
  ),
  16888 => 
  array (
    'id' => '16888',
    'name' => '贺岁礼包',
  ),
  16889 => 
  array (
    'id' => '16889',
    'name' => '普通红包',
  ),
  16890 => 
  array (
    'id' => '16890',
    'name' => '高级红包',
  ),
  16891 => 
  array (
    'id' => '16891',
    'name' => '豪华红包',
  ),
  16892 => 
  array (
    'id' => '16892',
    'name' => '至尊红包',
  ),
  16893 => 
  array (
    'id' => '16893',
    'name' => '大年初一拜年豪礼',
  ),
  16894 => 
  array (
    'id' => '16894',
    'name' => '大年初二拜年豪礼',
  ),
  16895 => 
  array (
    'id' => '16895',
    'name' => '大年初三拜年豪礼',
  ),
  16896 => 
  array (
    'id' => '16896',
    'name' => '大年初四拜年豪礼',
  ),
  16897 => 
  array (
    'id' => '16897',
    'name' => '大年初五拜年豪礼',
  ),
  16898 => 
  array (
    'id' => '16898',
    'name' => '大年初六拜年豪礼',
  ),
  16899 => 
  array (
    'id' => '16899',
    'name' => '大年初七拜年豪礼',
  ),
  16900 => 
  array (
    'id' => '16900',
    'name' => '醒狮精魄',
  ),
  16901 => 
  array (
    'id' => '16901',
    'name' => '祥瑞醒狮(永久)',
  ),
  16902 => 
  array (
    'id' => '16902',
    'name' => '祥瑞醒狮(3天)',
  ),
  16903 => 
  array (
    'id' => '16903',
    'name' => '元宵汤圆',
  ),
  16904 => 
  array (
    'id' => '16904',
    'name' => '随机珍贵道具',
  ),
  16905 => 
  array (
    'id' => '16905',
    'name' => '元宵第一名礼包',
  ),
  16906 => 
  array (
    'id' => '16906',
    'name' => '元宵第二名礼包',
  ),
  16907 => 
  array (
    'id' => '16907',
    'name' => '元宵第三名礼包',
  ),
  16908 => 
  array (
    'id' => '16908',
    'name' => '元宵第四名礼包',
  ),
  16909 => 
  array (
    'id' => '16909',
    'name' => '元宵第五名礼包',
  ),
  16910 => 
  array (
    'id' => '16910',
    'name' => '元宵参与礼包',
  ),
  16911 => 
  array (
    'id' => '16911',
    'name' => '汤圆礼包',
  ),
  16912 => 
  array (
    'id' => '16912',
    'name' => '汤圆答谢回馈礼包',
  ),
  16913 => 
  array (
    'id' => '16913',
    'name' => '豪华汤圆礼包',
  ),
  16914 => 
  array (
    'id' => '16914',
    'name' => '汤圆感恩回馈礼包',
  ),
  16915 => 
  array (
    'id' => '16915',
    'name' => '汤圆消费大礼',
  ),
  16916 => 
  array (
    'id' => '16916',
    'name' => '汤圆消费大礼',
  ),
  16917 => 
  array (
    'id' => '16917',
    'name' => '汤圆消费大礼',
  ),
  16918 => 
  array (
    'id' => '16918',
    'name' => '汤圆消费大礼',
  ),
  16919 => 
  array (
    'id' => '16919',
    'name' => '汤圆消费大礼',
  ),
  16920 => 
  array (
    'id' => '16920',
    'name' => 'QQ游戏领袖专属礼包',
  ),
  16921 => 
  array (
    'id' => '16921',
    'name' => '幸运转盘礼包',
  ),
  16922 => 
  array (
    'id' => '16922',
    'name' => '幸运转盘好礼',
  ),
  16923 => 
  array (
    'id' => '16923',
    'name' => '幸运转盘大礼',
  ),
  16924 => 
  array (
    'id' => '16924',
    'name' => '幸运转盘大礼',
  ),
  16925 => 
  array (
    'id' => '16925',
    'name' => '幸运转盘大礼',
  ),
  16926 => 
  array (
    'id' => '16926',
    'name' => '幸运转盘大礼',
  ),
  16927 => 
  array (
    'id' => '16927',
    'name' => '幸运转盘大礼',
  ),
  16928 => 
  array (
    'id' => '16928',
    'name' => '幸运转盘大礼',
  ),
  16929 => 
  array (
    'id' => '16929',
    'name' => '幸运转盘大礼',
  ),
  16930 => 
  array (
    'id' => '16930',
    'name' => '幸运转盘大礼',
  ),
  16931 => 
  array (
    'id' => '16931',
    'name' => '幸运转盘豪礼',
  ),
  16932 => 
  array (
    'id' => '16932',
    'name' => '幸运转盘豪礼',
  ),
  16933 => 
  array (
    'id' => '16933',
    'name' => '豪华仙尊礼包',
  ),
  16934 => 
  array (
    'id' => '16934',
    'name' => '春意勋章',
  ),
  16935 => 
  array (
    'id' => '16935',
    'name' => '春意礼包',
  ),
  16936 => 
  array (
    'id' => '16936',
    'name' => '云梦雪羚精魄',
  ),
  16937 => 
  array (
    'id' => '16937',
    'name' => '云梦雪羚(永久)',
  ),
  16938 => 
  array (
    'id' => '16938',
    'name' => '云梦雪羚(3天)',
  ),
  16939 => 
  array (
    'id' => '16939',
    'name' => '混天魔蝎精魄',
  ),
  16940 => 
  array (
    'id' => '16940',
    'name' => '混天魔蝎(永久)',
  ),
  16941 => 
  array (
    'id' => '16941',
    'name' => '混天魔蝎(3天)',
  ),
  17000 => 
  array (
    'id' => '17000',
    'name' => '礼包预留位2',
  ),
  17001 => 
  array (
    'id' => '17001',
    'name' => '玉澜仙卷',
  ),
  17002 => 
  array (
    'id' => '17002',
    'name' => ' 圣骑灵符',
  ),
  17003 => 
  array (
    'id' => '17003',
    'name' => '仙乘古图',
  ),
  17004 => 
  array (
    'id' => '17004',
    'name' => '通天强化石',
  ),
  17005 => 
  array (
    'id' => '17005',
    'name' => '金嵌虹印',
  ),
  17006 => 
  array (
    'id' => '17006',
    'name' => '彩镶虹印',
  ),
  17007 => 
  array (
    'id' => '17007',
    'name' => '圣品仙翎',
  ),
  17008 => 
  array (
    'id' => '17008',
    'name' => '10绑定仙石',
  ),
  17009 => 
  array (
    'id' => '17009',
    'name' => '20绑定仙石',
  ),
  17010 => 
  array (
    'id' => '17010',
    'name' => '30绑定仙石',
  ),
  17011 => 
  array (
    'id' => '17011',
    'name' => '40绑定仙石',
  ),
  17012 => 
  array (
    'id' => '17012',
    'name' => '50绑定仙石',
  ),
  17013 => 
  array (
    'id' => '17013',
    'name' => '100绑定仙石',
  ),
  17014 => 
  array (
    'id' => '17014',
    'name' => '200绑定仙石',
  ),
  17015 => 
  array (
    'id' => '17015',
    'name' => '300绑定仙石',
  ),
  17016 => 
  array (
    'id' => '17016',
    'name' => '400绑定仙石',
  ),
  17017 => 
  array (
    'id' => '17017',
    'name' => '500绑定仙石',
  ),
  17018 => 
  array (
    'id' => '17018',
    'name' => '600绑定仙石',
  ),
  17019 => 
  array (
    'id' => '17019',
    'name' => '700绑定仙石',
  ),
  17020 => 
  array (
    'id' => '17020',
    'name' => '800绑定仙石',
  ),
  17021 => 
  array (
    'id' => '17021',
    'name' => '1000绑定仙石',
  ),
  17022 => 
  array (
    'id' => '17022',
    'name' => '2000绑定仙石',
  ),
  17023 => 
  array (
    'id' => '17023',
    'name' => '3000绑定仙石',
  ),
  17024 => 
  array (
    'id' => '17024',
    'name' => '4000绑定仙石',
  ),
  17025 => 
  array (
    'id' => '17025',
    'name' => '5000绑定仙石',
  ),
  17026 => 
  array (
    'id' => '17026',
    'name' => '万兽真元',
  ),
  17027 => 
  array (
    'id' => '17027',
    'name' => '飞升丹',
  ),
  17028 => 
  array (
    'id' => '17028',
    'name' => '六道星盘(永久)',
  ),
  17029 => 
  array (
    'id' => '17029',
    'name' => '灭星斩灵剑(永久)',
  ),
  17030 => 
  array (
    'id' => '17030',
    'name' => '流光玉如意(永久)',
  ),
  17031 => 
  array (
    'id' => '17031',
    'name' => '九凤真魂',
  ),
  17032 => 
  array (
    'id' => '17032',
    'name' => '定魂石包',
  ),
  17033 => 
  array (
    'id' => '17033',
    'name' => '古兽之牙包',
  ),
  17034 => 
  array (
    'id' => '17034',
    'name' => '金色逆鳞包',
  ),
  17035 => 
  array (
    'id' => '17035',
    'name' => '灵石精华包',
  ),
  17036 => 
  array (
    'id' => '17036',
    'name' => '坐骑升级特惠包',
  ),
  17037 => 
  array (
    'id' => '17037',
    'name' => '灵兽培养包',
  ),
  17038 => 
  array (
    'id' => '17038',
    'name' => '万象精粹包',
  ),
  17039 => 
  array (
    'id' => '17039',
    'name' => '仙家秘卷包',
  ),
  17040 => 
  array (
    'id' => '17040',
    'name' => '精炼石包',
  ),
  17041 => 
  array (
    'id' => '17041',
    'name' => '下品金翎包',
  ),
  17042 => 
  array (
    'id' => '17042',
    'name' => '灵兽技能玉包',
  ),
  17043 => 
  array (
    'id' => '17043',
    'name' => '洗炼神石包',
  ),
  17044 => 
  array (
    'id' => '17044',
    'name' => '洗炼仙晶包',
  ),
  17045 => 
  array (
    'id' => '17045',
    'name' => '幻·圣骑灵符（测试）',
  ),
  17046 => 
  array (
    'id' => '17046',
    'name' => '幻·圣品仙翎（测试）',
  ),
  17047 => 
  array (
    'id' => '17047',
    'name' => '灵石精华特惠包',
  ),
  17048 => 
  array (
    'id' => '17048',
    'name' => '550绑定仙石',
  ),
  17049 => 
  array (
    'id' => '17049',
    'name' => '60绑定仙石',
  ),
  17050 => 
  array (
    'id' => '17050',
    'name' => '下品金翎特惠包',
  ),
  17051 => 
  array (
    'id' => '17051',
    'name' => '150绑定仙石',
  ),
  17052 => 
  array (
    'id' => '17052',
    'name' => '随机绑定仙石',
  ),
  17053 => 
  array (
    'id' => '17053',
    'name' => '+10强化石',
  ),
  17054 => 
  array (
    'id' => '17054',
    'name' => '玉澜秘卷(高级)',
  ),
  17055 => 
  array (
    'id' => '17055',
    'name' => '5倍经验丹',
  ),
  17056 => 
  array (
    'id' => '17056',
    'name' => '仙骑灵符(高级)',
  ),
  17057 => 
  array (
    'id' => '17057',
    'name' => '仙乘秘图(中级)',
  ),
  17058 => 
  array (
    'id' => '17058',
    'name' => '升天强化石(直达20级)',
  ),
  17061 => 
  array (
    'id' => '17061',
    'name' => '珍品仙翎(30级)',
  ),
  17062 => 
  array (
    'id' => '17062',
    'name' => '百兽真元(中级)',
  ),
  17063 => 
  array (
    'id' => '17063',
    'name' => '九凤残魂(高级)',
  ),
  17064 => 
  array (
    'id' => '17064',
    'name' => '珍兽丹',
  ),
  17065 => 
  array (
    'id' => '17065',
    'name' => '幻兽丹(明意中期)',
  ),
  17066 => 
  array (
    'id' => '17066',
    'name' => '2500绑定仙石',
  ),
  17067 => 
  array (
    'id' => '17067',
    'name' => '玉澜秘卷(中级)',
  ),
  17068 => 
  array (
    'id' => '17068',
    'name' => '玉澜秘卷(初级)',
  ),
  17069 => 
  array (
    'id' => '17069',
    'name' => '仙骑灵符(中级)',
  ),
  17070 => 
  array (
    'id' => '17070',
    'name' => '仙骑灵符(初级)',
  ),
  17071 => 
  array (
    'id' => '17071',
    'name' => '仙乘秘图(初级)',
  ),
  17072 => 
  array (
    'id' => '17072',
    'name' => '升天强化石(直达15级)',
  ),
  17073 => 
  array (
    'id' => '17073',
    'name' => '珍品仙翎(15级)',
  ),
  17074 => 
  array (
    'id' => '17074',
    'name' => '珍品仙翎(10级)',
  ),
  17075 => 
  array (
    'id' => '17075',
    'name' => '九凤残魂(中级)',
  ),
  17076 => 
  array (
    'id' => '17076',
    'name' => '九凤残魂(初级)',
  ),
  17077 => 
  array (
    'id' => '17077',
    'name' => '幻兽丹(中级)',
  ),
  17078 => 
  array (
    'id' => '17078',
    'name' => '幻兽丹(初级)',
  ),
  17079 => 
  array (
    'id' => '17079',
    'name' => '百兽真元(初级)',
  ),
  17080 => 
  array (
    'id' => '17080',
    'name' => '珍品仙翎(20级)',
  ),
  17081 => 
  array (
    'id' => '17081',
    'name' => '珍品仙翎(40级)',
  ),
  17100 => 
  array (
    'id' => '17100',
    'name' => '加强道具预留位',
  ),
  17200 => 
  array (
    'id' => '17200',
    'name' => '圣纹残片',
  ),
  17201 => 
  array (
    'id' => '17201',
    'name' => '地宫密钥',
  ),
  17202 => 
  array (
    'id' => '17202',
    'name' => '雷兽圣纹碎片',
  ),
  17203 => 
  array (
    'id' => '17203',
    'name' => '冥龙圣纹碎片',
  ),
  17204 => 
  array (
    'id' => '17204',
    'name' => '灵狐圣纹碎片',
  ),
  17205 => 
  array (
    'id' => '17205',
    'name' => '蛟螭圣纹碎片',
  ),
  17206 => 
  array (
    'id' => '17206',
    'name' => '金乌圣纹碎片',
  ),
  17207 => 
  array (
    'id' => '17207',
    'name' => '白泽圣纹碎片',
  ),
  17208 => 
  array (
    'id' => '17208',
    'name' => '圣纹残片堆',
  ),
  17209 => 
  array (
    'id' => '17209',
    'name' => '随机三级圣纹',
  ),
  17210 => 
  array (
    'id' => '17210',
    'name' => '随机四级圣纹',
  ),
  17211 => 
  array (
    'id' => '17211',
    'name' => '随机五级圣纹',
  ),
  17212 => 
  array (
    'id' => '17212',
    'name' => '随机六级圣纹',
  ),
  17213 => 
  array (
    'id' => '17213',
    'name' => '随机七级圣纹',
  ),
  17214 => 
  array (
    'id' => '17214',
    'name' => '随机八级圣纹',
  ),
  17215 => 
  array (
    'id' => '17215',
    'name' => '随机九级圣纹',
  ),
  17216 => 
  array (
    'id' => '17216',
    'name' => '随机十级圣纹',
  ),
  17220 => 
  array (
    'id' => '17220',
    'name' => '保留碎片位置',
  ),
  17221 => 
  array (
    'id' => '17221',
    'name' => '神兽攻击精华',
  ),
  17222 => 
  array (
    'id' => '17222',
    'name' => '神兽防御精髓',
  ),
  17223 => 
  array (
    'id' => '17223',
    'name' => '神兽生命之源',
  ),
  17224 => 
  array (
    'id' => '17224',
    'name' => '神兽造化露',
  ),
  17231 => 
  array (
    'id' => '17231',
    'name' => '神兽蓄力丹',
  ),
  17240 => 
  array (
    'id' => '17240',
    'name' => '保留碎片位置',
  ),
  17241 => 
  array (
    'id' => '17241',
    'name' => '劳动奖章',
  ),
  17242 => 
  array (
    'id' => '17242',
    'name' => '劳动礼包',
  ),
  17243 => 
  array (
    'id' => '17243',
    'name' => '劳动工具袋',
  ),
  17244 => 
  array (
    'id' => '17244',
    'name' => '劳动硬币',
  ),
  17245 => 
  array (
    'id' => '17245',
    'name' => '劳模第一名礼包',
  ),
  17246 => 
  array (
    'id' => '17246',
    'name' => '劳模第二名礼包',
  ),
  17247 => 
  array (
    'id' => '17247',
    'name' => '劳模第三名礼包',
  ),
  17248 => 
  array (
    'id' => '17248',
    'name' => '劳模辛勤礼包',
  ),
  17249 => 
  array (
    'id' => '17249',
    'name' => '彩灯金鼠精魄',
  ),
  17250 => 
  array (
    'id' => '17250',
    'name' => '彩灯金鼠(永久)',
  ),
  17251 => 
  array (
    'id' => '17251',
    'name' => '彩灯金鼠(3天)',
  ),
  17252 => 
  array (
    'id' => '17252',
    'name' => '劳动扫帚(云风崖)',
  ),
  17253 => 
  array (
    'id' => '17253',
    'name' => '劳动扫帚(清风林)',
  ),
  17254 => 
  array (
    'id' => '17254',
    'name' => '劳动扫帚(幽月谷)',
  ),
  17255 => 
  array (
    'id' => '17255',
    'name' => '劳动扫帚(灵源洞一层)',
  ),
  17256 => 
  array (
    'id' => '17256',
    'name' => '劳动扫帚(灵源洞二层)',
  ),
  17257 => 
  array (
    'id' => '17257',
    'name' => '劳动扫帚(风蚀之地)',
  ),
  17258 => 
  array (
    'id' => '17258',
    'name' => '劳动扫帚(天下城)',
  ),
  17259 => 
  array (
    'id' => '17259',
    'name' => '劳动扫帚(酒馆内部)',
  ),
  17260 => 
  array (
    'id' => '17260',
    'name' => '劳动光荣礼盒',
  ),
  17261 => 
  array (
    'id' => '17261',
    'name' => '随机珍贵道具包',
  ),
  17262 => 
  array (
    'id' => '17262',
    'name' => '玄炎灵蟹精魄',
  ),
  17263 => 
  array (
    'id' => '17263',
    'name' => '劳动扫帚(云风崖)',
  ),
  17264 => 
  array (
    'id' => '17264',
    'name' => '劳动扫帚(清风林)',
  ),
  17265 => 
  array (
    'id' => '17265',
    'name' => '劳动扫帚(幽月谷)',
  ),
  17266 => 
  array (
    'id' => '17266',
    'name' => '劳动扫帚(灵源洞一层)',
  ),
  17267 => 
  array (
    'id' => '17267',
    'name' => '劳动扫帚(灵源洞二层)',
  ),
  17268 => 
  array (
    'id' => '17268',
    'name' => '劳动扫帚(风蚀之地)',
  ),
  17269 => 
  array (
    'id' => '17269',
    'name' => '劳动扫帚(天下城)',
  ),
  17270 => 
  array (
    'id' => '17270',
    'name' => '劳动扫帚(酒馆内部)',
  ),
  17271 => 
  array (
    'id' => '17271',
    'name' => '劳动工具袋',
  ),
  17272 => 
  array (
    'id' => '17272',
    'name' => '随机珍贵道具包',
  ),
  17273 => 
  array (
    'id' => '17273',
    'name' => '随机珍贵道具包',
  ),
  17274 => 
  array (
    'id' => '17274',
    'name' => '欢乐卡',
  ),
  17275 => 
  array (
    'id' => '17275',
    'name' => '缤纷糖果包',
  ),
  17276 => 
  array (
    'id' => '17276',
    'name' => '糖果子弹',
  ),
  17277 => 
  array (
    'id' => '17277',
    'name' => '童心礼包',
  ),
  17278 => 
  array (
    'id' => '17278',
    'name' => '童心第一名礼包',
  ),
  17279 => 
  array (
    'id' => '17279',
    'name' => '童心第二名礼包',
  ),
  17280 => 
  array (
    'id' => '17280',
    'name' => '童心第三名礼包',
  ),
  17281 => 
  array (
    'id' => '17281',
    'name' => '老顽童礼包',
  ),
  17282 => 
  array (
    'id' => '17282',
    'name' => '小糖果',
  ),
  17283 => 
  array (
    'id' => '17283',
    'name' => '五香粽',
  ),
  17284 => 
  array (
    'id' => '17284',
    'name' => '八宝粽',
  ),
  17285 => 
  array (
    'id' => '17285',
    'name' => '感恩贺卡',
  ),
  17286 => 
  array (
    'id' => '17286',
    'name' => '豪华感恩礼卡',
  ),
  17287 => 
  array (
    'id' => '17287',
    'name' => '父爱礼包',
  ),
  17800 => 
  array (
    'id' => '17800',
    'name' => '节日道具预留位',
  ),
  17801 => 
  array (
    'id' => '17801',
    'name' => '灵兽传承宝箱',
  ),
  17802 => 
  array (
    'id' => '17802',
    'name' => '古兽传承宝箱',
  ),
  17803 => 
  array (
    'id' => '17803',
    'name' => '圣兽传承宝箱',
  ),
  17804 => 
  array (
    'id' => '17804',
    'name' => '真灵传承宝箱',
  ),
  17805 => 
  array (
    'id' => '17805',
    'name' => '神兽传承宝箱',
  ),
  17820 => 
  array (
    'id' => '17820',
    'name' => '传承宝箱预留位',
  ),
  17821 => 
  array (
    'id' => '17821',
    'name' => '灵剑精元',
  ),
  17822 => 
  array (
    'id' => '17822',
    'name' => '一级充值狂欢礼包',
  ),
  17823 => 
  array (
    'id' => '17823',
    'name' => '二级充值狂欢礼包',
  ),
  17824 => 
  array (
    'id' => '17824',
    'name' => '三级充值狂欢礼包',
  ),
  17825 => 
  array (
    'id' => '17825',
    'name' => '四级充值狂欢礼包',
  ),
  17826 => 
  array (
    'id' => '17826',
    'name' => '五级充值狂欢礼包',
  ),
  17827 => 
  array (
    'id' => '17827',
    'name' => '六级充值狂欢礼包',
  ),
  17828 => 
  array (
    'id' => '17828',
    'name' => '狂欢幸运礼盒',
  ),
  17829 => 
  array (
    'id' => '17829',
    'name' => '第一阶段王者礼包',
  ),
  17830 => 
  array (
    'id' => '17830',
    'name' => '第二阶段王者礼包',
  ),
  17831 => 
  array (
    'id' => '17831',
    'name' => '红色武器打造包',
  ),
  17832 => 
  array (
    'id' => '17832',
    'name' => '至尊强化包',
  ),
  17833 => 
  array (
    'id' => '17833',
    'name' => '攻击装备宝匣',
  ),
  17834 => 
  array (
    'id' => '17834',
    'name' => '防御装备宝匣',
  ),
  17835 => 
  array (
    'id' => '17835',
    'name' => '至尊坐骑升阶包',
  ),
  17836 => 
  array (
    'id' => '17836',
    'name' => '至尊仙羽升级包',
  ),
  17837 => 
  array (
    'id' => '17837',
    'name' => '快乐消费抽奖礼包',
  ),
  17838 => 
  array (
    'id' => '17838',
    'name' => '红色项链打造包',
  ),
  17839 => 
  array (
    'id' => '17839',
    'name' => '红色戒指打造包',
  ),
  17840 => 
  array (
    'id' => '17840',
    'name' => '红色手套打造包',
  ),
  17841 => 
  array (
    'id' => '17841',
    'name' => '红色饰品打造包',
  ),
  17842 => 
  array (
    'id' => '17842',
    'name' => '红色头盔打造包',
  ),
  17843 => 
  array (
    'id' => '17843',
    'name' => '红色衣服打造包',
  ),
  17844 => 
  array (
    'id' => '17844',
    'name' => '红色护腿打造包',
  ),
  17845 => 
  array (
    'id' => '17845',
    'name' => '红色护肩打造包',
  ),
  17846 => 
  array (
    'id' => '17846',
    'name' => '红色鞋子打造包',
  ),
  17847 => 
  array (
    'id' => '17847',
    'name' => '第一天登陆礼包',
  ),
  17848 => 
  array (
    'id' => '17848',
    'name' => '第二天登陆礼包',
  ),
  17849 => 
  array (
    'id' => '17849',
    'name' => '第三天登陆礼包',
  ),
  17850 => 
  array (
    'id' => '17850',
    'name' => '第四天登陆礼包',
  ),
  17851 => 
  array (
    'id' => '17851',
    'name' => '第五天登陆礼包',
  ),
  17852 => 
  array (
    'id' => '17852',
    'name' => '一级合服回馈礼包',
  ),
  17853 => 
  array (
    'id' => '17853',
    'name' => '二级合服回馈礼包',
  ),
  17854 => 
  array (
    'id' => '17854',
    'name' => '三级合服回馈礼包',
  ),
  17855 => 
  array (
    'id' => '17855',
    'name' => '四级合服回馈礼包',
  ),
  17856 => 
  array (
    'id' => '17856',
    'name' => '五级合服回馈礼包',
  ),
  17857 => 
  array (
    'id' => '17857',
    'name' => '六级合服回馈礼包',
  ),
  17858 => 
  array (
    'id' => '17858',
    'name' => '七级合服回馈礼包',
  ),
  17859 => 
  array (
    'id' => '17859',
    'name' => '消费达人幸运礼包',
  ),
  17860 => 
  array (
    'id' => '17860',
    'name' => '消费达人礼包',
  ),
  17861 => 
  array (
    'id' => '17861',
    'name' => '战力王者礼包',
  ),
  17862 => 
  array (
    'id' => '17862',
    'name' => '战力达标礼包',
  ),
  17863 => 
  array (
    'id' => '17863',
    'name' => ' 圣骑灵符',
  ),
  17864 => 
  array (
    'id' => '17864',
    'name' => '圣品仙翎',
  ),
  17865 => 
  array (
    'id' => '17865',
    'name' => '珍兽丹',
  ),
  17866 => 
  array (
    'id' => '17866',
    'name' => '通天强化石',
  ),
  17867 => 
  array (
    'id' => '17867',
    'name' => '第一天登陆礼包',
  ),
  17868 => 
  array (
    'id' => '17868',
    'name' => '第二天登陆礼包',
  ),
  17869 => 
  array (
    'id' => '17869',
    'name' => '第三天登陆礼包',
  ),
  17870 => 
  array (
    'id' => '17870',
    'name' => '第四天登陆礼包',
  ),
  17871 => 
  array (
    'id' => '17871',
    'name' => '第五天登陆礼包',
  ),
  17872 => 
  array (
    'id' => '17872',
    'name' => '第六天登陆礼包',
  ),
  17873 => 
  array (
    'id' => '17873',
    'name' => '第七天登陆礼包',
  ),
  17874 => 
  array (
    'id' => '17874',
    'name' => '一级回馈礼包',
  ),
  17875 => 
  array (
    'id' => '17875',
    'name' => '二级回馈礼包',
  ),
  17876 => 
  array (
    'id' => '17876',
    'name' => '三级回馈礼包',
  ),
  17877 => 
  array (
    'id' => '17877',
    'name' => '四级回馈礼包',
  ),
  17878 => 
  array (
    'id' => '17878',
    'name' => '五级回馈礼包',
  ),
  17879 => 
  array (
    'id' => '17879',
    'name' => '六级回馈礼包',
  ),
  17880 => 
  array (
    'id' => '17880',
    'name' => '七级回馈礼包',
  ),
  17900 => 
  array (
    'id' => '17900',
    'name' => '开服活动2预留位',
  ),
  17901 => 
  array (
    'id' => '17901',
    'name' => '仙儿的想念',
  ),
  17902 => 
  array (
    'id' => '17902',
    'name' => '仙儿的想念',
  ),
  17903 => 
  array (
    'id' => '17903',
    'name' => '仙儿的想念',
  ),
  17904 => 
  array (
    'id' => '17904',
    'name' => '仙儿的想念',
  ),
  17905 => 
  array (
    'id' => '17905',
    'name' => '仙儿的想念',
  ),
  17906 => 
  array (
    'id' => '17906',
    'name' => '重返仙途',
  ),
  17907 => 
  array (
    'id' => '17907',
    'name' => '微端登陆礼包',
  ),
  17908 => 
  array (
    'id' => '17908',
    'name' => '微端开机自启动礼包',
  ),
  17909 => 
  array (
    'id' => '17909',
    'name' => '微端开机启动礼包',
  ),
  17910 => 
  array (
    'id' => '17910',
    'name' => '大厅回归礼包',
  ),
  17920 => 
  array (
    'id' => '17920',
    'name' => '回归礼包预留位',
  ),
  17921 => 
  array (
    'id' => '17921',
    'name' => '金玉',
  ),
  17922 => 
  array (
    'id' => '17922',
    'name' => '雪域冰晶',
  ),
  17923 => 
  array (
    'id' => '17923',
    'name' => '搜魂铜铃',
  ),
  17924 => 
  array (
    'id' => '17924',
    'name' => '冥狼灵丹',
  ),
  17925 => 
  array (
    'id' => '17925',
    'name' => '金犀灵丹',
  ),
  17926 => 
  array (
    'id' => '17926',
    'name' => '圣豹灵丹',
  ),
  17927 => 
  array (
    'id' => '17927',
    'name' => '麒麟灵丹',
  ),
  17928 => 
  array (
    'id' => '17928',
    'name' => '烛龙灵丹',
  ),
  17929 => 
  array (
    'id' => '17929',
    'name' => '三界净火',
  ),
  17940 => 
  array (
    'id' => '17940',
    'name' => '渡劫丹',
  ),
  17941 => 
  array (
    'id' => '17941',
    'name' => '御劫丹',
  ),
  17942 => 
  array (
    'id' => '17942',
    'name' => '渡劫者元丹',
  ),
  17943 => 
  array (
    'id' => '17943',
    'name' => '炎阳金凤(永久)',
  ),
  17944 => 
  array (
    'id' => '17944',
    'name' => '奇门宝诀',
  ),
  17945 => 
  array (
    'id' => '17945',
    'name' => '灵明天书',
  ),
  17950 => 
  array (
    'id' => '17950',
    'name' => '预留法阵道具',
  ),
  17951 => 
  array (
    'id' => '17951',
    'name' => '仙贝',
  ),
  17952 => 
  array (
    'id' => '17952',
    'name' => '心心相印',
  ),
  17953 => 
  array (
    'id' => '17953',
    'name' => '父亲威武奖章',
  ),
  17954 => 
  array (
    'id' => '17954',
    'name' => '炼器古卷包',
  ),
  17955 => 
  array (
    'id' => '17955',
    'name' => '一级储值回馈礼',
  ),
  17956 => 
  array (
    'id' => '17956',
    'name' => '二级储值回馈礼',
  ),
  17957 => 
  array (
    'id' => '17957',
    'name' => '三级储值回馈礼',
  ),
  17958 => 
  array (
    'id' => '17958',
    'name' => '四级储值回馈礼',
  ),
  17959 => 
  array (
    'id' => '17959',
    'name' => '五级储值回馈礼',
  ),
  17960 => 
  array (
    'id' => '17960',
    'name' => '六级储值回馈礼',
  ),
  17961 => 
  array (
    'id' => '17961',
    'name' => '七级储值回馈礼',
  ),
  17962 => 
  array (
    'id' => '17962',
    'name' => '八级储值回馈礼',
  ),
  17963 => 
  array (
    'id' => '17963',
    'name' => '九级储值回馈礼',
  ),
  17964 => 
  array (
    'id' => '17964',
    'name' => '一级超值回馈',
  ),
  17965 => 
  array (
    'id' => '17965',
    'name' => '二级超值回馈',
  ),
  17966 => 
  array (
    'id' => '17966',
    'name' => '三级超值回馈',
  ),
  17967 => 
  array (
    'id' => '17967',
    'name' => '四级超值回馈',
  ),
  17968 => 
  array (
    'id' => '17968',
    'name' => '五级超值回馈',
  ),
  17969 => 
  array (
    'id' => '17969',
    'name' => '六级超值回馈',
  ),
  17970 => 
  array (
    'id' => '17970',
    'name' => '七级超值回馈',
  ),
  17971 => 
  array (
    'id' => '17971',
    'name' => '八级超值回馈',
  ),
  17972 => 
  array (
    'id' => '17972',
    'name' => '九级超值回馈',
  ),
  17973 => 
  array (
    'id' => '17973',
    'name' => '一级储值庆典回馈',
  ),
  17974 => 
  array (
    'id' => '17974',
    'name' => '二级储值庆典回馈',
  ),
  17975 => 
  array (
    'id' => '17975',
    'name' => '三级储值庆典回馈',
  ),
  17976 => 
  array (
    'id' => '17976',
    'name' => '四级储值庆典回馈',
  ),
  17977 => 
  array (
    'id' => '17977',
    'name' => '一级超值回馈',
  ),
  17978 => 
  array (
    'id' => '17978',
    'name' => '二级超值回馈',
  ),
  17979 => 
  array (
    'id' => '17979',
    'name' => '三级超值回馈',
  ),
  17980 => 
  array (
    'id' => '17980',
    'name' => '四级超值回馈',
  ),
  17981 => 
  array (
    'id' => '17981',
    'name' => '五级超值回馈',
  ),
  17982 => 
  array (
    'id' => '17982',
    'name' => '六级超值回馈',
  ),
  17983 => 
  array (
    'id' => '17983',
    'name' => '七级超值回馈',
  ),
  17984 => 
  array (
    'id' => '17984',
    'name' => '八级超值回馈',
  ),
  17985 => 
  array (
    'id' => '17985',
    'name' => '九级超值回馈',
  ),
  17986 => 
  array (
    'id' => '17986',
    'name' => '圣诞礼券',
  ),
  17999 => 
  array (
    'id' => '17999',
    'name' => '台服预留道具',
  ),
  18000 => 
  array (
    'id' => '18000',
    'name' => '一级狂欢礼包',
  ),
  18001 => 
  array (
    'id' => '18001',
    'name' => '二级狂欢礼包',
  ),
  18002 => 
  array (
    'id' => '18002',
    'name' => '三级狂欢礼包',
  ),
  18003 => 
  array (
    'id' => '18003',
    'name' => '四级狂欢礼包',
  ),
  18004 => 
  array (
    'id' => '18004',
    'name' => '五级狂欢礼包',
  ),
  18005 => 
  array (
    'id' => '18005',
    'name' => '六级狂欢礼包',
  ),
  18006 => 
  array (
    'id' => '18006',
    'name' => 'Q仙旋风包',
  ),
  18007 => 
  array (
    'id' => '18007',
    'name' => 'Q仙浪潮礼包',
  ),
  18008 => 
  array (
    'id' => '18008',
    'name' => '可爱Q仙礼包',
  ),
  18009 => 
  array (
    'id' => '18009',
    'name' => '全民Q仙礼盒',
  ),
  18010 => 
  array (
    'id' => '18010',
    'name' => 'Q仙社群奖励A',
  ),
  18011 => 
  array (
    'id' => '18011',
    'name' => 'Q仙社群奖励B',
  ),
  18012 => 
  array (
    'id' => '18012',
    'name' => 'Q仙社群奖励C',
  ),
  18013 => 
  array (
    'id' => '18013',
    'name' => '双周刊独家密保（壹）',
  ),
  18014 => 
  array (
    'id' => '18014',
    'name' => '双周刊独家密保（贰）',
  ),
  18015 => 
  array (
    'id' => '18015',
    'name' => '仙羽升级包',
  ),
  18016 => 
  array (
    'id' => '18016',
    'name' => '坐骑升级包',
  ),
  18017 => 
  array (
    'id' => '18017',
    'name' => '精炼石宝袋',
  ),
  18018 => 
  array (
    'id' => '18018',
    'name' => '灵石精华袋',
  ),
  18019 => 
  array (
    'id' => '18019',
    'name' => '时装炼化袋',
  ),
  18020 => 
  array (
    'id' => '18020',
    'name' => '技能升级袋',
  ),
  18021 => 
  array (
    'id' => '18021',
    'name' => '一级消费狂欢礼包',
  ),
  18022 => 
  array (
    'id' => '18022',
    'name' => '二级消费狂欢礼包',
  ),
  18023 => 
  array (
    'id' => '18023',
    'name' => '三级消费狂欢礼包',
  ),
  18024 => 
  array (
    'id' => '18024',
    'name' => '四级消费狂欢礼包',
  ),
  18025 => 
  array (
    'id' => '18025',
    'name' => '五级消费狂欢礼包',
  ),
  18026 => 
  array (
    'id' => '18026',
    'name' => '六级消费狂欢礼包',
  ),
  18027 => 
  array (
    'id' => '18027',
    'name' => '七级消费狂欢礼包',
  ),
  18028 => 
  array (
    'id' => '18028',
    'name' => '鸟语花香礼包',
  ),
  18029 => 
  array (
    'id' => '18029',
    'name' => '羽化成仙礼包',
  ),
  18030 => 
  array (
    'id' => '18030',
    'name' => '全民Q仙礼',
  ),
  18031 => 
  array (
    'id' => '18031',
    'name' => '独门秘传宝盒（幻）',
  ),
  18032 => 
  array (
    'id' => '18032',
    'name' => '独门秘传宝盒（特）',
  ),
  18033 => 
  array (
    'id' => '18033',
    'name' => '独门秘传宝盒（金）',
  ),
  18034 => 
  array (
    'id' => '18034',
    'name' => '独门秘传宝盒（极）',
  ),
  18035 => 
  array (
    'id' => '18035',
    'name' => '双周刊独家秘宝（叁）',
  ),
  18036 => 
  array (
    'id' => '18036',
    'name' => '双周刊独家秘宝（肆）',
  ),
  18037 => 
  array (
    'id' => '18037',
    'name' => '全民疯Q包',
  ),
  18038 => 
  array (
    'id' => '18038',
    'name' => '灵气动人包',
  ),
  18039 => 
  array (
    'id' => '18039',
    'name' => 'Q仙畅游包',
  ),
  18040 => 
  array (
    'id' => '18040',
    'name' => '7-11储值回馈',
  ),
  18041 => 
  array (
    'id' => '18041',
    'name' => '7-11专属豪礼',
  ),
  18042 => 
  array (
    'id' => '18042',
    'name' => '莱尔富储值回馈',
  ),
  18043 => 
  array (
    'id' => '18043',
    'name' => '莱尔富专属豪礼',
  ),
  18044 => 
  array (
    'id' => '18044',
    'name' => '全家储值回馈',
  ),
  18045 => 
  array (
    'id' => '18045',
    'name' => '全家专属豪礼',
  ),
  18046 => 
  array (
    'id' => '18046',
    'name' => '威宝灵气包',
  ),
  18047 => 
  array (
    'id' => '18047',
    'name' => '至尊灵动包',
  ),
  18048 => 
  array (
    'id' => '18048',
    'name' => '亚太月银袋',
  ),
  18049 => 
  array (
    'id' => '18049',
    'name' => '皓阳正气包',
  ),
  18050 => 
  array (
    'id' => '18050',
    'name' => '百万富豪包',
  ),
  18051 => 
  array (
    'id' => '18051',
    'name' => '梦想飞天包',
  ),
  18052 => 
  array (
    'id' => '18052',
    'name' => '梦幻仙贝袋',
  ),
  18053 => 
  array (
    'id' => '18053',
    'name' => 'VIP感恩礼包',
  ),
  18054 => 
  array (
    'id' => '18054',
    'name' => '至尊VIP感恩礼包',
  ),
  18055 => 
  array (
    'id' => '18055',
    'name' => '梦幻Q仙移民礼',
  ),
  18056 => 
  array (
    'id' => '18056',
    'name' => '回家礼包',
  ),
  18057 => 
  array (
    'id' => '18057',
    'name' => '俏皮灵动包',
  ),
  18058 => 
  array (
    'id' => '18058',
    'name' => 'Q仙萌萌包',
  ),
  18059 => 
  array (
    'id' => '18059',
    'name' => '一级回馈礼',
  ),
  18060 => 
  array (
    'id' => '18060',
    'name' => '二级回馈礼',
  ),
  18061 => 
  array (
    'id' => '18061',
    'name' => '三级回馈礼',
  ),
  18062 => 
  array (
    'id' => '18062',
    'name' => '四级回馈礼',
  ),
  18063 => 
  array (
    'id' => '18063',
    'name' => '五级回馈礼',
  ),
  18064 => 
  array (
    'id' => '18064',
    'name' => '一级全民狂欢礼包',
  ),
  18065 => 
  array (
    'id' => '18065',
    'name' => '二级全民狂欢礼包',
  ),
  18066 => 
  array (
    'id' => '18066',
    'name' => '三级全民狂欢礼包',
  ),
  18067 => 
  array (
    'id' => '18067',
    'name' => '四级全民狂欢礼包',
  ),
  18068 => 
  array (
    'id' => '18068',
    'name' => '五级全民狂欢礼包',
  ),
  18069 => 
  array (
    'id' => '18069',
    'name' => '六级全民狂欢礼包',
  ),
  18070 => 
  array (
    'id' => '18070',
    'name' => '七级全民狂欢礼包',
  ),
  18071 => 
  array (
    'id' => '18071',
    'name' => '情缘贺卡',
  ),
  18072 => 
  array (
    'id' => '18072',
    'name' => '豪华情缘礼卡',
  ),
  18073 => 
  array (
    'id' => '18073',
    'name' => '情缘礼包',
  ),
  18074 => 
  array (
    'id' => '18074',
    'name' => '一阶充值礼包',
  ),
  18075 => 
  array (
    'id' => '18075',
    'name' => '二阶充值礼包',
  ),
  18076 => 
  array (
    'id' => '18076',
    'name' => '三阶充值礼包',
  ),
  18077 => 
  array (
    'id' => '18077',
    'name' => '四阶充值礼包',
  ),
  18078 => 
  array (
    'id' => '18078',
    'name' => '五阶充值礼包',
  ),
  18079 => 
  array (
    'id' => '18079',
    'name' => '一级储值回馈礼',
  ),
  18080 => 
  array (
    'id' => '18080',
    'name' => '二级储值回馈礼',
  ),
  18081 => 
  array (
    'id' => '18081',
    'name' => '三级储值回馈礼',
  ),
  18082 => 
  array (
    'id' => '18082',
    'name' => '四级储值回馈礼',
  ),
  18083 => 
  array (
    'id' => '18083',
    'name' => '五级储值回馈礼',
  ),
  18084 => 
  array (
    'id' => '18084',
    'name' => '感恩礼包',
  ),
  18085 => 
  array (
    'id' => '18085',
    'name' => '一级欢庆储值礼包',
  ),
  18086 => 
  array (
    'id' => '18086',
    'name' => '二级欢庆储值礼包',
  ),
  18087 => 
  array (
    'id' => '18087',
    'name' => '三级欢庆储值礼包',
  ),
  18088 => 
  array (
    'id' => '18088',
    'name' => '四级欢庆储值礼包',
  ),
  18089 => 
  array (
    'id' => '18089',
    'name' => '五级欢庆储值礼包',
  ),
  18090 => 
  array (
    'id' => '18090',
    'name' => '豪华坐骑套餐',
  ),
  18091 => 
  array (
    'id' => '18091',
    'name' => '华丽仙羽礼盒',
  ),
  18092 => 
  array (
    'id' => '18092',
    'name' => '红粉佳人礼盒',
  ),
  18093 => 
  array (
    'id' => '18093',
    'name' => '超值灵兽组',
  ),
  18094 => 
  array (
    'id' => '18094',
    'name' => '超值材料包',
  ),
  18095 => 
  array (
    'id' => '18095',
    'name' => '超值锻造材料礼盒',
  ),
  18096 => 
  array (
    'id' => '18096',
    'name' => '超值物资袋',
  ),
  18097 => 
  array (
    'id' => '18097',
    'name' => 'Q仙大补贴',
  ),
  18098 => 
  array (
    'id' => '18098',
    'name' => '灵兽礼包',
  ),
  18099 => 
  array (
    'id' => '18099',
    'name' => '完美坐骑升级包',
  ),
  18100 => 
  array (
    'id' => '18100',
    'name' => '中秋禮包',
  ),
  18101 => 
  array (
    'id' => '18101',
    'name' => '随机海盗时装（永久）',
  ),
  18102 => 
  array (
    'id' => '18102',
    'name' => '随机海盗时装（3天）',
  ),
  18103 => 
  array (
    'id' => '18103',
    'name' => '清',
  ),
  18104 => 
  array (
    'id' => '18104',
    'name' => '爽',
  ),
  18105 => 
  array (
    'id' => '18105',
    'name' => '一',
  ),
  18106 => 
  array (
    'id' => '18106',
    'name' => '夏',
  ),
  18107 => 
  array (
    'id' => '18107',
    'name' => '夏日徽章',
  ),
  18108 => 
  array (
    'id' => '18108',
    'name' => '椰子糖果包',
  ),
  18109 => 
  array (
    'id' => '18109',
    'name' => '椰子糖',
  ),
  18110 => 
  array (
    'id' => '18110',
    'name' => '清凉礼包',
  ),
  18111 => 
  array (
    'id' => '18111',
    'name' => '豪华清凉礼包',
  ),
  18112 => 
  array (
    'id' => '18112',
    'name' => '清爽第一名礼包',
  ),
  18113 => 
  array (
    'id' => '18113',
    'name' => '清爽第二名礼包',
  ),
  18114 => 
  array (
    'id' => '18114',
    'name' => '清爽第三名礼包',
  ),
  18115 => 
  array (
    'id' => '18115',
    'name' => '清爽一夏礼包',
  ),
  18116 => 
  array (
    'id' => '18116',
    'name' => '聚划算超值大礼',
  ),
  18117 => 
  array (
    'id' => '18117',
    'name' => '七夕材料包',
  ),
  18118 => 
  array (
    'id' => '18118',
    'name' => '巧果',
  ),
  18119 => 
  array (
    'id' => '18119',
    'name' => '巧果回馈礼包',
  ),
  18120 => 
  array (
    'id' => '18120',
    'name' => '豪华巧果',
  ),
  18121 => 
  array (
    'id' => '18121',
    'name' => '豪华巧果回馈礼包',
  ),
  18122 => 
  array (
    'id' => '18122',
    'name' => '情缘礼包',
  ),
  18123 => 
  array (
    'id' => '18123',
    'name' => '特供坐骑升级包',
  ),
  18124 => 
  array (
    'id' => '18124',
    'name' => '特供仙羽升级包',
  ),
  18125 => 
  array (
    'id' => '18125',
    'name' => '特供法宝升级包',
  ),
  18126 => 
  array (
    'id' => '18126',
    'name' => '特供灵兽境界包',
  ),
  18127 => 
  array (
    'id' => '18127',
    'name' => '特供奇门宝诀包',
  ),
  18128 => 
  array (
    'id' => '18128',
    'name' => '特供灵明天书包',
  ),
  18129 => 
  array (
    'id' => '18129',
    'name' => '特供境界突破包',
  ),
  18130 => 
  array (
    'id' => '18130',
    'name' => '特供天凤精元包',
  ),
  18131 => 
  array (
    'id' => '18131',
    'name' => '特供仙家秘卷包',
  ),
  18132 => 
  array (
    'id' => '18132',
    'name' => '特供灵石精华包',
  ),
  18133 => 
  array (
    'id' => '18133',
    'name' => '特供雪域冰晶包',
  ),
  18134 => 
  array (
    'id' => '18134',
    'name' => '特供天外陨石包',
  ),
  18135 => 
  array (
    'id' => '18135',
    'name' => '奇门宝诀包',
  ),
  18136 => 
  array (
    'id' => '18136',
    'name' => '灵明天书包',
  ),
  18137 => 
  array (
    'id' => '18137',
    'name' => '万象精粹包',
  ),
  18138 => 
  array (
    'id' => '18138',
    'name' => '随机万圣时装（3天）',
  ),
  18139 => 
  array (
    'id' => '18139',
    'name' => '万圣BOSS活动礼包',
  ),
  18140 => 
  array (
    'id' => '18140',
    'name' => '万圣糖果',
  ),
  18141 => 
  array (
    'id' => '18141',
    'name' => '万圣魔灵精魄',
  ),
  18142 => 
  array (
    'id' => '18142',
    'name' => '万圣魔灵(永久)',
  ),
  18143 => 
  array (
    'id' => '18143',
    'name' => '万圣魔灵(3天)',
  ),
  18144 => 
  array (
    'id' => '18144',
    'name' => '万圣勋章',
  ),
  18145 => 
  array (
    'id' => '18145',
    'name' => '万圣礼包',
  ),
  18146 => 
  array (
    'id' => '18146',
    'name' => '幽冥魂兽精魄',
  ),
  18147 => 
  array (
    'id' => '18147',
    'name' => '幽冥魂兽(永久)',
  ),
  18148 => 
  array (
    'id' => '18148',
    'name' => '幽冥魂兽(3天)',
  ),
  18149 => 
  array (
    'id' => '18149',
    'name' => '御火金睛兽精魄',
  ),
  18150 => 
  array (
    'id' => '18150',
    'name' => '御火金睛兽(永久)',
  ),
  18151 => 
  array (
    'id' => '18151',
    'name' => '御火金睛兽(3天)',
  ),
  18152 => 
  array (
    'id' => '18152',
    'name' => '普',
  ),
  18153 => 
  array (
    'id' => '18153',
    'name' => '天',
  ),
  18154 => 
  array (
    'id' => '18154',
    'name' => '同',
  ),
  18155 => 
  array (
    'id' => '18155',
    'name' => '庆',
  ),
  18156 => 
  array (
    'id' => '18156',
    'name' => '国庆勋章',
  ),
  18157 => 
  array (
    'id' => '18157',
    'name' => '珍贵材料包',
  ),
  18158 => 
  array (
    'id' => '18158',
    'name' => '豪华普天同庆礼包',
  ),
  18159 => 
  array (
    'id' => '18159',
    'name' => '普天同庆礼包',
  ),
  18160 => 
  array (
    'id' => '18160',
    'name' => '凌霄龙马精魄',
  ),
  18161 => 
  array (
    'id' => '18161',
    'name' => '凌霄龙马(永久)',
  ),
  18162 => 
  array (
    'id' => '18162',
    'name' => '凌霄龙马(3天)',
  ),
  18163 => 
  array (
    'id' => '18163',
    'name' => '盛世火柴',
  ),
  18164 => 
  array (
    'id' => '18164',
    'name' => '国庆礼包',
  ),
  18165 => 
  array (
    'id' => '18165',
    'name' => '绑定仙石库25%仙石',
  ),
  18166 => 
  array (
    'id' => '18166',
    'name' => '绑定仙石库50%仙石',
  ),
  18167 => 
  array (
    'id' => '18167',
    'name' => '转盘随机奖励',
  ),
  18168 => 
  array (
    'id' => '18168',
    'name' => '神秘奖励',
  ),
  18169 => 
  array (
    'id' => '18169',
    'name' => '中秋材料包',
  ),
  18170 => 
  array (
    'id' => '18170',
    'name' => '玲珑玉兔精魄',
  ),
  18171 => 
  array (
    'id' => '18171',
    'name' => '玲珑玉兔(永久)',
  ),
  18172 => 
  array (
    'id' => '18172',
    'name' => '玲珑玉兔(3天)',
  ),
  18173 => 
  array (
    'id' => '18173',
    'name' => '中秋月饼',
  ),
  18174 => 
  array (
    'id' => '18174',
    'name' => '中秋勋章',
  ),
  18175 => 
  array (
    'id' => '18175',
    'name' => '中秋礼包',
  ),
  18176 => 
  array (
    'id' => '18176',
    'name' => '登陆礼包',
  ),
  18177 => 
  array (
    'id' => '18177',
    'name' => '登陆3天礼包',
  ),
  18178 => 
  array (
    'id' => '18178',
    'name' => '登陆5天礼包',
  ),
  18179 => 
  array (
    'id' => '18179',
    'name' => '登陆7天礼包',
  ),
  18180 => 
  array (
    'id' => '18180',
    'name' => '回归礼包',
  ),
  18181 => 
  array (
    'id' => '18181',
    'name' => '一级消费礼包',
  ),
  18182 => 
  array (
    'id' => '18182',
    'name' => '二级消费礼包',
  ),
  18183 => 
  array (
    'id' => '18183',
    'name' => '三级消费礼包',
  ),
  18184 => 
  array (
    'id' => '18184',
    'name' => '四级消费礼包',
  ),
  18185 => 
  array (
    'id' => '18185',
    'name' => '登陆礼包',
  ),
  18186 => 
  array (
    'id' => '18186',
    'name' => '登陆3天礼包',
  ),
  18187 => 
  array (
    'id' => '18187',
    'name' => '登陆5天礼包',
  ),
  18188 => 
  array (
    'id' => '18188',
    'name' => '登陆7天礼包',
  ),
  18189 => 
  array (
    'id' => '18189',
    'name' => 'Q仙宝典（14天）',
  ),
  18190 => 
  array (
    'id' => '18190',
    'name' => '回归礼包',
  ),
  18191 => 
  array (
    'id' => '18191',
    'name' => '一级消费礼包',
  ),
  18192 => 
  array (
    'id' => '18192',
    'name' => '二级消费礼包',
  ),
  18193 => 
  array (
    'id' => '18193',
    'name' => '三级消费礼包',
  ),
  18194 => 
  array (
    'id' => '18194',
    'name' => '四级消费礼包',
  ),
  18195 => 
  array (
    'id' => '18195',
    'name' => '至尊魅力礼包',
  ),
  18196 => 
  array (
    'id' => '18196',
    'name' => '豪华魅力礼包',
  ),
  18197 => 
  array (
    'id' => '18197',
    'name' => '超级魅力礼包',
  ),
  18198 => 
  array (
    'id' => '18198',
    'name' => '魅力礼包',
  ),
  18199 => 
  array (
    'id' => '18199',
    'name' => '七夕BOSS活动礼包',
  ),
  18200 => 
  array (
    'id' => '18200',
    'name' => '随机万圣时装',
  ),
  18201 => 
  array (
    'id' => '18201',
    'name' => '海盗时装',
  ),
  18202 => 
  array (
    'id' => '18202',
    'name' => '九尾神狐精魄',
  ),
  18203 => 
  array (
    'id' => '18203',
    'name' => '九尾神狐(永久)',
  ),
  18204 => 
  array (
    'id' => '18204',
    'name' => '九尾神狐(3天)',
  ),
  18205 => 
  array (
    'id' => '18205',
    'name' => '灵猫精魄',
  ),
  18206 => 
  array (
    'id' => '18206',
    'name' => '九天灵猫(永久)',
  ),
  18207 => 
  array (
    'id' => '18207',
    'name' => '九天灵猫(3天)',
  ),
  18208 => 
  array (
    'id' => '18208',
    'name' => '家族改名符',
  ),
  18209 => 
  array (
    'id' => '18209',
    'name' => '祥瑞年兽(7天)',
  ),
  18210 => 
  array (
    'id' => '18210',
    'name' => '下品元丹',
  ),
  18211 => 
  array (
    'id' => '18211',
    'name' => '中品元丹',
  ),
  18212 => 
  array (
    'id' => '18212',
    'name' => '上品元丹',
  ),
  18213 => 
  array (
    'id' => '18213',
    'name' => '珍品元丹',
  ),
  18214 => 
  array (
    'id' => '18214',
    'name' => '传世元丹',
  ),
  18215 => 
  array (
    'id' => '18215',
    'name' => '器灵魂玉',
  ),
  18216 => 
  array (
    'id' => '18216',
    'name' => '星辰砂',
  ),
  18217 => 
  array (
    'id' => '18217',
    'name' => '炼器古卷',
  ),
  18218 => 
  array (
    'id' => '18218',
    'name' => '幸运转盘',
  ),
  18219 => 
  array (
    'id' => '18219',
    'name' => '胜点',
  ),
  18220 => 
  array (
    'id' => '18220',
    'name' => '九尾神狐(5天)',
  ),
  18221 => 
  array (
    'id' => '18221',
    'name' => '灵根秘谱',
  ),
  18222 => 
  array (
    'id' => '18222',
    'name' => '造化丹',
  ),
  18223 => 
  array (
    'id' => '18223',
    'name' => '普通炼魂精魄',
  ),
  18224 => 
  array (
    'id' => '18224',
    'name' => '精英炼魂精魄',
  ),
  18225 => 
  array (
    'id' => '18225',
    'name' => '罕见炼魂精魄',
  ),
  18226 => 
  array (
    'id' => '18226',
    'name' => '上古炼魂精魄',
  ),
  18227 => 
  array (
    'id' => '18227',
    'name' => '冥咒遗典',
  ),
  18300 => 
  array (
    'id' => '18300',
    'name' => '普通道具预留位',
  ),
  18301 => 
  array (
    'id' => '18301',
    'name' => '一阶储值回馈礼包',
  ),
  18302 => 
  array (
    'id' => '18302',
    'name' => '二阶储值回馈礼包',
  ),
  18303 => 
  array (
    'id' => '18303',
    'name' => '三阶储值回馈礼包',
  ),
  18304 => 
  array (
    'id' => '18304',
    'name' => '四阶储值回馈礼包',
  ),
  18305 => 
  array (
    'id' => '18305',
    'name' => '五阶储值回馈礼包',
  ),
  18306 => 
  array (
    'id' => '18306',
    'name' => '一级狂欢礼包',
  ),
  18307 => 
  array (
    'id' => '18307',
    'name' => '二级狂欢礼包',
  ),
  18308 => 
  array (
    'id' => '18308',
    'name' => '三级狂欢礼包',
  ),
  18309 => 
  array (
    'id' => '18309',
    'name' => '四级狂欢礼包',
  ),
  18310 => 
  array (
    'id' => '18310',
    'name' => '五级狂欢礼包',
  ),
  18311 => 
  array (
    'id' => '18311',
    'name' => '六级狂欢礼包',
  ),
  18312 => 
  array (
    'id' => '18312',
    'name' => '一品热情回馈礼包',
  ),
  18313 => 
  array (
    'id' => '18313',
    'name' => '二品热情回馈礼包',
  ),
  18314 => 
  array (
    'id' => '18314',
    'name' => '三品热情回馈礼包',
  ),
  18315 => 
  array (
    'id' => '18315',
    'name' => '四品热情回馈礼包',
  ),
  18316 => 
  array (
    'id' => '18316',
    'name' => '五品热情回馈礼包',
  ),
  18317 => 
  array (
    'id' => '18317',
    'name' => '一级豪情回馈礼包',
  ),
  18318 => 
  array (
    'id' => '18318',
    'name' => '二级豪情回馈礼包',
  ),
  18319 => 
  array (
    'id' => '18319',
    'name' => '三级豪情回馈礼包',
  ),
  18320 => 
  array (
    'id' => '18320',
    'name' => '四级豪情回馈礼包',
  ),
  18321 => 
  array (
    'id' => '18321',
    'name' => '五级豪情回馈礼包',
  ),
  18322 => 
  array (
    'id' => '18322',
    'name' => '六级豪情回馈礼包',
  ),
  18323 => 
  array (
    'id' => '18323',
    'name' => '一品欢乐回馈礼包',
  ),
  18324 => 
  array (
    'id' => '18324',
    'name' => '二品欢乐回馈礼包',
  ),
  18325 => 
  array (
    'id' => '18325',
    'name' => '三品欢乐回馈礼包',
  ),
  18326 => 
  array (
    'id' => '18326',
    'name' => '四品欢乐回馈礼包',
  ),
  18327 => 
  array (
    'id' => '18327',
    'name' => '五品欢乐回馈礼包',
  ),
  18328 => 
  array (
    'id' => '18328',
    'name' => '一级超值回馈礼包',
  ),
  18329 => 
  array (
    'id' => '18329',
    'name' => '二级超值回馈礼包',
  ),
  18330 => 
  array (
    'id' => '18330',
    'name' => '三级超值回馈礼包',
  ),
  18331 => 
  array (
    'id' => '18331',
    'name' => '四级超值回馈礼包',
  ),
  18332 => 
  array (
    'id' => '18332',
    'name' => '五级超值回馈礼包',
  ),
  18333 => 
  array (
    'id' => '18333',
    'name' => '六级超值回馈礼包',
  ),
  18334 => 
  array (
    'id' => '18334',
    'name' => '七级超值回馈礼包',
  ),
  18335 => 
  array (
    'id' => '18335',
    'name' => '八级超值回馈礼包',
  ),
  18336 => 
  array (
    'id' => '18336',
    'name' => '九级超值回馈礼包',
  ),
  18337 => 
  array (
    'id' => '18337',
    'name' => '一级疯狂回馈礼包',
  ),
  18338 => 
  array (
    'id' => '18338',
    'name' => '二级疯狂回馈礼包',
  ),
  18339 => 
  array (
    'id' => '18339',
    'name' => '三级疯狂回馈礼包',
  ),
  18340 => 
  array (
    'id' => '18340',
    'name' => '四级疯狂回馈礼包',
  ),
  18341 => 
  array (
    'id' => '18341',
    'name' => '五级疯狂回馈礼包',
  ),
  18342 => 
  array (
    'id' => '18342',
    'name' => '六级疯狂回馈礼包',
  ),
  18343 => 
  array (
    'id' => '18343',
    'name' => '七级疯狂回馈礼包',
  ),
  18344 => 
  array (
    'id' => '18344',
    'name' => '八级疯狂回馈礼包',
  ),
  18345 => 
  array (
    'id' => '18345',
    'name' => '九级疯狂回馈礼包',
  ),
  18346 => 
  array (
    'id' => '18346',
    'name' => '一级储值好礼',
  ),
  18347 => 
  array (
    'id' => '18347',
    'name' => '二级储值好礼',
  ),
  18348 => 
  array (
    'id' => '18348',
    'name' => '三级储值好礼',
  ),
  18349 => 
  array (
    'id' => '18349',
    'name' => '四级储值好礼',
  ),
  18350 => 
  array (
    'id' => '18350',
    'name' => '一品储值回馈好礼',
  ),
  18351 => 
  array (
    'id' => '18351',
    'name' => '二品储值回馈好礼',
  ),
  18352 => 
  array (
    'id' => '18352',
    'name' => '三品储值回馈好礼',
  ),
  18353 => 
  array (
    'id' => '18353',
    'name' => '四品储值回馈好礼',
  ),
  18354 => 
  array (
    'id' => '18354',
    'name' => '五品储值回馈好礼',
  ),
  18355 => 
  array (
    'id' => '18355',
    'name' => '六品储值回馈好礼',
  ),
  18356 => 
  array (
    'id' => '18356',
    'name' => '七品储值回馈好礼',
  ),
  18357 => 
  array (
    'id' => '18357',
    'name' => '八品储值回馈好礼',
  ),
  18358 => 
  array (
    'id' => '18358',
    'name' => '九品储值回馈好礼',
  ),
  18359 => 
  array (
    'id' => '18359',
    'name' => '一品消费回馈好礼',
  ),
  18360 => 
  array (
    'id' => '18360',
    'name' => '二品消费回馈好礼',
  ),
  18361 => 
  array (
    'id' => '18361',
    'name' => '三品消费回馈好礼',
  ),
  18362 => 
  array (
    'id' => '18362',
    'name' => '四品消费回馈好礼',
  ),
  18363 => 
  array (
    'id' => '18363',
    'name' => '五品消费回馈好礼',
  ),
  18364 => 
  array (
    'id' => '18364',
    'name' => '六品消费回馈好礼',
  ),
  18365 => 
  array (
    'id' => '18365',
    'name' => '七品消费回馈好礼',
  ),
  18366 => 
  array (
    'id' => '18366',
    'name' => '八品消费回馈好礼',
  ),
  18367 => 
  array (
    'id' => '18367',
    'name' => '一品储值豪礼',
  ),
  18368 => 
  array (
    'id' => '18368',
    'name' => '二品储值豪礼',
  ),
  18369 => 
  array (
    'id' => '18369',
    'name' => '三品储值豪礼',
  ),
  18370 => 
  array (
    'id' => '18370',
    'name' => '四品储值豪礼',
  ),
  18371 => 
  array (
    'id' => '18371',
    'name' => '五品储值豪礼',
  ),
  18372 => 
  array (
    'id' => '18372',
    'name' => '六品储值豪礼',
  ),
  18373 => 
  array (
    'id' => '18373',
    'name' => '七品储值豪礼',
  ),
  18374 => 
  array (
    'id' => '18374',
    'name' => '八品储值豪礼',
  ),
  18375 => 
  array (
    'id' => '18375',
    'name' => '九品储值豪礼',
  ),
  18376 => 
  array (
    'id' => '18376',
    'name' => '一级财富豪礼',
  ),
  18377 => 
  array (
    'id' => '18377',
    'name' => '二级财富豪礼',
  ),
  18378 => 
  array (
    'id' => '18378',
    'name' => '三级财富豪礼',
  ),
  18379 => 
  array (
    'id' => '18379',
    'name' => '四级财富豪礼',
  ),
  18380 => 
  array (
    'id' => '18380',
    'name' => '五级财富豪礼',
  ),
  18381 => 
  array (
    'id' => '18381',
    'name' => '六级财富豪礼',
  ),
  18382 => 
  array (
    'id' => '18382',
    'name' => '七级财富豪礼',
  ),
  18383 => 
  array (
    'id' => '18383',
    'name' => '八级财富豪礼',
  ),
  18384 => 
  array (
    'id' => '18384',
    'name' => '九级财富豪礼',
  ),
  18385 => 
  array (
    'id' => '18385',
    'name' => '一级储值狂欢礼',
  ),
  18386 => 
  array (
    'id' => '18386',
    'name' => '二级储值狂欢礼',
  ),
  18387 => 
  array (
    'id' => '18387',
    'name' => '三级储值狂欢礼',
  ),
  18388 => 
  array (
    'id' => '18388',
    'name' => '四级储值狂欢礼',
  ),
  18389 => 
  array (
    'id' => '18389',
    'name' => '五级储值狂欢礼',
  ),
  18390 => 
  array (
    'id' => '18390',
    'name' => '六级储值狂欢礼',
  ),
  18391 => 
  array (
    'id' => '18391',
    'name' => '七级储值狂欢礼',
  ),
  18392 => 
  array (
    'id' => '18392',
    'name' => '八级储值狂欢礼',
  ),
  18393 => 
  array (
    'id' => '18393',
    'name' => '九级储值狂欢礼',
  ),
  18394 => 
  array (
    'id' => '18394',
    'name' => '一级储值庆典回馈',
  ),
  18395 => 
  array (
    'id' => '18395',
    'name' => '二级储值庆典回馈',
  ),
  18396 => 
  array (
    'id' => '18396',
    'name' => '三级储值庆典回馈',
  ),
  18397 => 
  array (
    'id' => '18397',
    'name' => '四级储值庆典回馈',
  ),
  18398 => 
  array (
    'id' => '18398',
    'name' => '双周刊珍藏礼包',
  ),
  18399 => 
  array (
    'id' => '18399',
    'name' => '庆典礼包',
  ),
  18400 => 
  array (
    'id' => '18400',
    'name' => '台湾礼包预留位',
  ),
  18401 => 
  array (
    'id' => '18401',
    'name' => '250绑定仙石',
  ),
  18402 => 
  array (
    'id' => '18402',
    'name' => '1200绑定仙石',
  ),
  18403 => 
  array (
    'id' => '18403',
    'name' => '3500绑定仙石',
  ),
  18404 => 
  array (
    'id' => '18404',
    'name' => '20000绑定仙石',
  ),
  18405 => 
  array (
    'id' => '18405',
    'name' => '10000绑定仙石',
  ),
  18500 => 
  array (
    'id' => '18500',
    'name' => '绑定仙石预留位',
  ),
  18501 => 
  array (
    'id' => '18501',
    'name' => '灵兽天赋丹',
  ),
  18502 => 
  array (
    'id' => '18502',
    'name' => '虚空灵鳐精魄',
  ),
  18503 => 
  array (
    'id' => '18503',
    'name' => '虚空灵鳐(永久)',
  ),
  18504 => 
  array (
    'id' => '18504',
    'name' => '虚空灵鳐(3天)',
  ),
  18506 => 
  array (
    'id' => '18506',
    'name' => '一级储值狂欢礼',
  ),
  18507 => 
  array (
    'id' => '18507',
    'name' => '二级储值狂欢礼',
  ),
  18509 => 
  array (
    'id' => '18509',
    'name' => '三级储值狂欢礼',
  ),
  18510 => 
  array (
    'id' => '18510',
    'name' => '四级储值狂欢礼',
  ),
  18511 => 
  array (
    'id' => '18511',
    'name' => '五级储值狂欢礼',
  ),
  18512 => 
  array (
    'id' => '18512',
    'name' => '六级储值狂欢礼',
  ),
  18513 => 
  array (
    'id' => '18513',
    'name' => '七级储值狂欢礼',
  ),
  18514 => 
  array (
    'id' => '18514',
    'name' => '八级储值狂欢礼',
  ),
  18515 => 
  array (
    'id' => '18515',
    'name' => '九级储值狂欢礼',
  ),
  18516 => 
  array (
    'id' => '18516',
    'name' => '一级储值庆典回馈',
  ),
  18517 => 
  array (
    'id' => '18517',
    'name' => '二级储值庆典回馈',
  ),
  18518 => 
  array (
    'id' => '18518',
    'name' => '三级储值庆典回馈',
  ),
  18519 => 
  array (
    'id' => '18519',
    'name' => '四级储值庆典回馈',
  ),
  18520 => 
  array (
    'id' => '18520',
    'name' => '一级储值狂欢礼',
  ),
  18521 => 
  array (
    'id' => '18521',
    'name' => '二级储值狂欢礼',
  ),
  18522 => 
  array (
    'id' => '18522',
    'name' => '三级储值狂欢礼',
  ),
  18523 => 
  array (
    'id' => '18523',
    'name' => '四级储值狂欢礼',
  ),
  18524 => 
  array (
    'id' => '18524',
    'name' => '五级储值狂欢礼',
  ),
  18525 => 
  array (
    'id' => '18525',
    'name' => '六级储值狂欢礼',
  ),
  18526 => 
  array (
    'id' => '18526',
    'name' => '七级储值狂欢礼',
  ),
  18527 => 
  array (
    'id' => '18527',
    'name' => '八级储值狂欢礼',
  ),
  18528 => 
  array (
    'id' => '18528',
    'name' => '九级储值狂欢礼',
  ),
  18529 => 
  array (
    'id' => '18529',
    'name' => '万圣礼包',
  ),
  18530 => 
  array (
    'id' => '18530',
    'name' => '一级超值回馈',
  ),
  18531 => 
  array (
    'id' => '18531',
    'name' => '二级超值回馈',
  ),
  18532 => 
  array (
    'id' => '18532',
    'name' => '三级超值回馈',
  ),
  18533 => 
  array (
    'id' => '18533',
    'name' => '四级超值回馈',
  ),
  18534 => 
  array (
    'id' => '18534',
    'name' => '五级超值回馈',
  ),
  18535 => 
  array (
    'id' => '18535',
    'name' => '六级超值回馈',
  ),
  18536 => 
  array (
    'id' => '18536',
    'name' => '七级超值回馈',
  ),
  18537 => 
  array (
    'id' => '18537',
    'name' => '八级超值回馈',
  ),
  18538 => 
  array (
    'id' => '18538',
    'name' => '九级超值回馈',
  ),
  18539 => 
  array (
    'id' => '18539',
    'name' => '一级狂欢礼包',
  ),
  18540 => 
  array (
    'id' => '18540',
    'name' => '二级狂欢礼包',
  ),
  18541 => 
  array (
    'id' => '18541',
    'name' => '三级狂欢礼包',
  ),
  18542 => 
  array (
    'id' => '18542',
    'name' => '四级狂欢礼包',
  ),
  18543 => 
  array (
    'id' => '18543',
    'name' => '五级狂欢礼包',
  ),
  18544 => 
  array (
    'id' => '18544',
    'name' => '六级狂欢礼包',
  ),
  18545 => 
  array (
    'id' => '18545',
    'name' => '七级狂欢礼包',
  ),
  18546 => 
  array (
    'id' => '18546',
    'name' => '一级超值回馈',
  ),
  18547 => 
  array (
    'id' => '18547',
    'name' => '二级超值回馈',
  ),
  18548 => 
  array (
    'id' => '18548',
    'name' => '三级超值回馈',
  ),
  18549 => 
  array (
    'id' => '18549',
    'name' => '四级超值回馈',
  ),
  18550 => 
  array (
    'id' => '18550',
    'name' => '五级超值回馈',
  ),
  18551 => 
  array (
    'id' => '18551',
    'name' => '六级超值回馈',
  ),
  18552 => 
  array (
    'id' => '18552',
    'name' => '七级超值回馈',
  ),
  18553 => 
  array (
    'id' => '18553',
    'name' => '八级超值回馈',
  ),
  18554 => 
  array (
    'id' => '18554',
    'name' => '九级超值回馈',
  ),
  18555 => 
  array (
    'id' => '18555',
    'name' => '一级储值庆典回馈',
  ),
  18556 => 
  array (
    'id' => '18556',
    'name' => '二级储值庆典回馈',
  ),
  18557 => 
  array (
    'id' => '18557',
    'name' => '三级储值庆典回馈',
  ),
  18558 => 
  array (
    'id' => '18558',
    'name' => '四级储值庆典回馈',
  ),
  18559 => 
  array (
    'id' => '18559',
    'name' => '一级超值回馈',
  ),
  18560 => 
  array (
    'id' => '18560',
    'name' => '二级超值回馈',
  ),
  18561 => 
  array (
    'id' => '18561',
    'name' => '三级超值回馈',
  ),
  18562 => 
  array (
    'id' => '18562',
    'name' => '四级超值回馈',
  ),
  18563 => 
  array (
    'id' => '18563',
    'name' => '五级超值回馈',
  ),
  18564 => 
  array (
    'id' => '18564',
    'name' => '六级超值回馈',
  ),
  18565 => 
  array (
    'id' => '18565',
    'name' => '七级超值回馈',
  ),
  18566 => 
  array (
    'id' => '18566',
    'name' => '八级超值回馈',
  ),
  18567 => 
  array (
    'id' => '18567',
    'name' => '九级超值回馈',
  ),
  18568 => 
  array (
    'id' => '18568',
    'name' => '一级超值回馈',
  ),
  18569 => 
  array (
    'id' => '18569',
    'name' => '二级超值回馈',
  ),
  18570 => 
  array (
    'id' => '18570',
    'name' => '三级超值回馈',
  ),
  18571 => 
  array (
    'id' => '18571',
    'name' => '四级超值回馈',
  ),
  18572 => 
  array (
    'id' => '18572',
    'name' => '五级超值回馈',
  ),
  18573 => 
  array (
    'id' => '18573',
    'name' => '六级超值回馈',
  ),
  18574 => 
  array (
    'id' => '18574',
    'name' => '七级超值回馈',
  ),
  18575 => 
  array (
    'id' => '18575',
    'name' => '八级超值回馈',
  ),
  18576 => 
  array (
    'id' => '18576',
    'name' => '九级超值回馈',
  ),
  18577 => 
  array (
    'id' => '18577',
    'name' => '一级储值庆典回馈',
  ),
  18578 => 
  array (
    'id' => '18578',
    'name' => '二级储值庆典回馈',
  ),
  18579 => 
  array (
    'id' => '18579',
    'name' => '三级储值庆典回馈',
  ),
  18580 => 
  array (
    'id' => '18580',
    'name' => '四级储值庆典回馈',
  ),
  18581 => 
  array (
    'id' => '18581',
    'name' => '一级超值回馈',
  ),
  18582 => 
  array (
    'id' => '18582',
    'name' => '二级超值回馈',
  ),
  18583 => 
  array (
    'id' => '18583',
    'name' => '三级超值回馈',
  ),
  18584 => 
  array (
    'id' => '18584',
    'name' => '四级超值回馈',
  ),
  18585 => 
  array (
    'id' => '18585',
    'name' => '五级超值回馈',
  ),
  18586 => 
  array (
    'id' => '18586',
    'name' => '六级超值回馈',
  ),
  18587 => 
  array (
    'id' => '18587',
    'name' => '七级超值回馈',
  ),
  18588 => 
  array (
    'id' => '18588',
    'name' => '八级超值回馈',
  ),
  18589 => 
  array (
    'id' => '18589',
    'name' => '九级超值回馈',
  ),
  18590 => 
  array (
    'id' => '18590',
    'name' => '一级超值回馈',
  ),
  18591 => 
  array (
    'id' => '18591',
    'name' => '二级超值回馈',
  ),
  18592 => 
  array (
    'id' => '18592',
    'name' => '三级超值回馈',
  ),
  18593 => 
  array (
    'id' => '18593',
    'name' => '四级超值回馈',
  ),
  18594 => 
  array (
    'id' => '18594',
    'name' => '五级超值回馈',
  ),
  18595 => 
  array (
    'id' => '18595',
    'name' => '六级超值回馈',
  ),
  18596 => 
  array (
    'id' => '18596',
    'name' => '七级超值回馈',
  ),
  18597 => 
  array (
    'id' => '18597',
    'name' => '八级超值回馈',
  ),
  18598 => 
  array (
    'id' => '18598',
    'name' => '九级超值回馈',
  ),
  18599 => 
  array (
    'id' => '18599',
    'name' => 'Q仙珍藏禮包',
  ),
  18600 => 
  array (
    'id' => '18600',
    'name' => 'Q仙隱藏禮包',
  ),
  18601 => 
  array (
    'id' => '18601',
    'name' => '聖誕禮包',
  ),
  18602 => 
  array (
    'id' => '18602',
    'name' => 'VIP典藏禮包',
  ),
  18603 => 
  array (
    'id' => '18603',
    'name' => '梦幻Q仙蓝钻礼包',
  ),
  18604 => 
  array (
    'id' => '18604',
    'name' => '一级超值回馈',
  ),
  18605 => 
  array (
    'id' => '18605',
    'name' => '二级超值回馈',
  ),
  18606 => 
  array (
    'id' => '18606',
    'name' => '三级超值回馈',
  ),
  18607 => 
  array (
    'id' => '18607',
    'name' => '四级超值回馈',
  ),
  18608 => 
  array (
    'id' => '18608',
    'name' => '五级超值回馈',
  ),
  18609 => 
  array (
    'id' => '18609',
    'name' => '六级超值回馈',
  ),
  18610 => 
  array (
    'id' => '18610',
    'name' => '七级超值回馈',
  ),
  18611 => 
  array (
    'id' => '18611',
    'name' => '八级超值回馈',
  ),
  18612 => 
  array (
    'id' => '18612',
    'name' => '九级超值回馈',
  ),
  18613 => 
  array (
    'id' => '18613',
    'name' => '幸运转盘礼包',
  ),
  18614 => 
  array (
    'id' => '18614',
    'name' => '幸运转盘好礼',
  ),
  18615 => 
  array (
    'id' => '18615',
    'name' => '幸运转盘大礼',
  ),
  18616 => 
  array (
    'id' => '18616',
    'name' => '幸运转盘大礼',
  ),
  18617 => 
  array (
    'id' => '18617',
    'name' => '幸运转盘大礼',
  ),
  18618 => 
  array (
    'id' => '18618',
    'name' => '幸运转盘大礼',
  ),
  18619 => 
  array (
    'id' => '18619',
    'name' => '幸运转盘大礼',
  ),
  18620 => 
  array (
    'id' => '18620',
    'name' => '幸运转盘大礼',
  ),
  18621 => 
  array (
    'id' => '18621',
    'name' => '幸运转盘大礼',
  ),
  18622 => 
  array (
    'id' => '18622',
    'name' => '幸运转盘大礼',
  ),
  18623 => 
  array (
    'id' => '18623',
    'name' => '幸运转盘豪礼',
  ),
  18624 => 
  array (
    'id' => '18624',
    'name' => '幸运转盘豪礼',
  ),
  18625 => 
  array (
    'id' => '18625',
    'name' => '一级狂欢礼包',
  ),
  18626 => 
  array (
    'id' => '18626',
    'name' => '二级狂欢礼包',
  ),
  18627 => 
  array (
    'id' => '18627',
    'name' => '三级狂欢礼包',
  ),
  18628 => 
  array (
    'id' => '18628',
    'name' => '四级狂欢礼包',
  ),
  18629 => 
  array (
    'id' => '18629',
    'name' => '五级狂欢礼包',
  ),
  18630 => 
  array (
    'id' => '18630',
    'name' => '六级狂欢礼包',
  ),
  18631 => 
  array (
    'id' => '18631',
    'name' => '一级超值回馈',
  ),
  18632 => 
  array (
    'id' => '18632',
    'name' => '二级超值回馈',
  ),
  18633 => 
  array (
    'id' => '18633',
    'name' => '三级超值回馈',
  ),
  18634 => 
  array (
    'id' => '18634',
    'name' => '四级超值回馈',
  ),
  18635 => 
  array (
    'id' => '18635',
    'name' => '五级超值回馈',
  ),
  18636 => 
  array (
    'id' => '18636',
    'name' => '六级超值回馈',
  ),
  18637 => 
  array (
    'id' => '18637',
    'name' => '七级超值回馈',
  ),
  18638 => 
  array (
    'id' => '18638',
    'name' => '八级超值回馈',
  ),
  18639 => 
  array (
    'id' => '18639',
    'name' => '九级超值回馈',
  ),
  18640 => 
  array (
    'id' => '18640',
    'name' => '一级储值庆典回馈',
  ),
  18641 => 
  array (
    'id' => '18641',
    'name' => '二级储值庆典回馈',
  ),
  18642 => 
  array (
    'id' => '18642',
    'name' => '三级储值庆典回馈',
  ),
  18643 => 
  array (
    'id' => '18643',
    'name' => '四级储值庆典回馈',
  ),
  18644 => 
  array (
    'id' => '18644',
    'name' => '第一名消费礼包',
  ),
  18645 => 
  array (
    'id' => '18645',
    'name' => '第二名消费礼包',
  ),
  18646 => 
  array (
    'id' => '18646',
    'name' => '第三名消费礼包',
  ),
  18647 => 
  array (
    'id' => '18647',
    'name' => '幸运转盘礼包',
  ),
  18648 => 
  array (
    'id' => '18648',
    'name' => '幸运转盘好礼',
  ),
  18649 => 
  array (
    'id' => '18649',
    'name' => '幸运转盘大礼',
  ),
  18650 => 
  array (
    'id' => '18650',
    'name' => '幸运转盘大礼',
  ),
  18651 => 
  array (
    'id' => '18651',
    'name' => '幸运转盘大礼',
  ),
  18652 => 
  array (
    'id' => '18652',
    'name' => '幸运转盘大礼',
  ),
  18653 => 
  array (
    'id' => '18653',
    'name' => '幸运转盘大礼',
  ),
  18654 => 
  array (
    'id' => '18654',
    'name' => '幸运转盘大礼',
  ),
  18655 => 
  array (
    'id' => '18655',
    'name' => '幸运转盘大礼',
  ),
  18656 => 
  array (
    'id' => '18656',
    'name' => '幸运转盘大礼',
  ),
  18657 => 
  array (
    'id' => '18657',
    'name' => '幸运转盘豪礼',
  ),
  18658 => 
  array (
    'id' => '18658',
    'name' => '幸运转盘豪礼',
  ),
  18659 => 
  array (
    'id' => '18659',
    'name' => '一级超值回馈',
  ),
  18660 => 
  array (
    'id' => '18660',
    'name' => '二级超值回馈',
  ),
  18661 => 
  array (
    'id' => '18661',
    'name' => '三级超值回馈',
  ),
  18662 => 
  array (
    'id' => '18662',
    'name' => '四级超值回馈',
  ),
  18663 => 
  array (
    'id' => '18663',
    'name' => '五级超值回馈',
  ),
  18664 => 
  array (
    'id' => '18664',
    'name' => '六级超值回馈',
  ),
  18665 => 
  array (
    'id' => '18665',
    'name' => '七级超值回馈',
  ),
  18666 => 
  array (
    'id' => '18666',
    'name' => '八级超值回馈',
  ),
  18667 => 
  array (
    'id' => '18667',
    'name' => '九级超值回馈',
  ),
  18668 => 
  array (
    'id' => '18668',
    'name' => '一级超值回馈',
  ),
  18669 => 
  array (
    'id' => '18669',
    'name' => '二级超值回馈',
  ),
  18670 => 
  array (
    'id' => '18670',
    'name' => '三级超值回馈',
  ),
  18671 => 
  array (
    'id' => '18671',
    'name' => '四级超值回馈',
  ),
  18672 => 
  array (
    'id' => '18672',
    'name' => '五级超值回馈',
  ),
  18673 => 
  array (
    'id' => '18673',
    'name' => '六级超值回馈',
  ),
  18674 => 
  array (
    'id' => '18674',
    'name' => '七级超值回馈',
  ),
  18675 => 
  array (
    'id' => '18675',
    'name' => '八级超值回馈',
  ),
  18676 => 
  array (
    'id' => '18676',
    'name' => '九级超值回馈',
  ),
  18677 => 
  array (
    'id' => '18677',
    'name' => '一级超值回馈',
  ),
  18678 => 
  array (
    'id' => '18678',
    'name' => '二级超值回馈',
  ),
  18679 => 
  array (
    'id' => '18679',
    'name' => '三级超值回馈',
  ),
  18680 => 
  array (
    'id' => '18680',
    'name' => '四级超值回馈',
  ),
  18681 => 
  array (
    'id' => '18681',
    'name' => '五级超值回馈',
  ),
  18682 => 
  array (
    'id' => '18682',
    'name' => '六级超值回馈',
  ),
  18683 => 
  array (
    'id' => '18683',
    'name' => '七级超值回馈',
  ),
  18684 => 
  array (
    'id' => '18684',
    'name' => '八级超值回馈',
  ),
  18685 => 
  array (
    'id' => '18685',
    'name' => '九级超值回馈',
  ),
  18686 => 
  array (
    'id' => '18686',
    'name' => '一级超值回馈',
  ),
  18687 => 
  array (
    'id' => '18687',
    'name' => '二级超值回馈',
  ),
  18688 => 
  array (
    'id' => '18688',
    'name' => '三级超值回馈',
  ),
  18689 => 
  array (
    'id' => '18689',
    'name' => '四级超值回馈',
  ),
  18690 => 
  array (
    'id' => '18690',
    'name' => '五级超值回馈',
  ),
  18691 => 
  array (
    'id' => '18691',
    'name' => '六级超值回馈',
  ),
  18692 => 
  array (
    'id' => '18692',
    'name' => '七级超值回馈',
  ),
  18693 => 
  array (
    'id' => '18693',
    'name' => '八级超值回馈',
  ),
  18694 => 
  array (
    'id' => '18694',
    'name' => '九级超值回馈',
  ),
  18695 => 
  array (
    'id' => '18695',
    'name' => '一级超值回馈',
  ),
  18696 => 
  array (
    'id' => '18696',
    'name' => '二级超值回馈',
  ),
  18697 => 
  array (
    'id' => '18697',
    'name' => '三级超值回馈',
  ),
  18698 => 
  array (
    'id' => '18698',
    'name' => '四级超值回馈',
  ),
  18699 => 
  array (
    'id' => '18699',
    'name' => '五级超值回馈',
  ),
  18700 => 
  array (
    'id' => '18700',
    'name' => '六级超值回馈',
  ),
  18701 => 
  array (
    'id' => '18701',
    'name' => '七级超值回馈',
  ),
  18702 => 
  array (
    'id' => '18702',
    'name' => '八级超值回馈',
  ),
  18703 => 
  array (
    'id' => '18703',
    'name' => '九级超值回馈',
  ),
  18704 => 
  array (
    'id' => '18704',
    'name' => '一级储值庆典回馈',
  ),
  18705 => 
  array (
    'id' => '18705',
    'name' => '二级储值庆典回馈',
  ),
  18706 => 
  array (
    'id' => '18706',
    'name' => '三级储值庆典回馈',
  ),
  18707 => 
  array (
    'id' => '18707',
    'name' => '四级储值庆典回馈',
  ),
  18708 => 
  array (
    'id' => '18708',
    'name' => '第一名消费礼包',
  ),
  18709 => 
  array (
    'id' => '18709',
    'name' => '第二名消费礼包',
  ),
  18710 => 
  array (
    'id' => '18710',
    'name' => '第三名消费礼包',
  ),
  18711 => 
  array (
    'id' => '18711',
    'name' => '灵矿晶髓包',
  ),
  18712 => 
  array (
    'id' => '18712',
    'name' => '圣阶魔核包',
  ),
  18713 => 
  array (
    'id' => '18713',
    'name' => '一级超值回馈',
  ),
  18714 => 
  array (
    'id' => '18714',
    'name' => '二级超值回馈',
  ),
  18715 => 
  array (
    'id' => '18715',
    'name' => '三级超值回馈',
  ),
  18716 => 
  array (
    'id' => '18716',
    'name' => '四级超值回馈',
  ),
  18717 => 
  array (
    'id' => '18717',
    'name' => '五级超值回馈',
  ),
  18718 => 
  array (
    'id' => '18718',
    'name' => '六级超值回馈',
  ),
  18719 => 
  array (
    'id' => '18719',
    'name' => '七级超值回馈',
  ),
  18720 => 
  array (
    'id' => '18720',
    'name' => '八级超值回馈',
  ),
  18721 => 
  array (
    'id' => '18721',
    'name' => '九级超值回馈',
  ),
  18722 => 
  array (
    'id' => '18722',
    'name' => '一级超值回馈',
  ),
  18723 => 
  array (
    'id' => '18723',
    'name' => '二级超值回馈',
  ),
  18724 => 
  array (
    'id' => '18724',
    'name' => '三级超值回馈',
  ),
  18725 => 
  array (
    'id' => '18725',
    'name' => '四级超值回馈',
  ),
  18726 => 
  array (
    'id' => '18726',
    'name' => '五级超值回馈',
  ),
  18727 => 
  array (
    'id' => '18727',
    'name' => '六级超值回馈',
  ),
  18728 => 
  array (
    'id' => '18728',
    'name' => '七级超值回馈',
  ),
  18729 => 
  array (
    'id' => '18729',
    'name' => '八级超值回馈',
  ),
  18730 => 
  array (
    'id' => '18730',
    'name' => '九级超值回馈',
  ),
  18799 => 
  array (
    'id' => '18799',
    'name' => '台服预留道具',
  ),
  18800 => 
  array (
    'id' => '18800',
    'name' => '天旌圣狮(永久)',
  ),
  18801 => 
  array (
    'id' => '18801',
    'name' => '天旌圣狮(3天)',
  ),
  18802 => 
  array (
    'id' => '18802',
    'name' => '仙府坐骑精魄',
  ),
  18803 => 
  array (
    'id' => '18803',
    'name' => '仙府坐骑(永久)',
  ),
  18804 => 
  array (
    'id' => '18804',
    'name' => '仙府坐骑(3天)',
  ),
  18805 => 
  array (
    'id' => '18805',
    'name' => '圣光银牙象(永久)',
  ),
  18806 => 
  array (
    'id' => '18806',
    'name' => '圣光银牙象(3天)',
  ),
  18807 => 
  array (
    'id' => '18807',
    'name' => '星华金犄兽(永久)',
  ),
  18808 => 
  array (
    'id' => '18808',
    'name' => '星华金犄兽(3天)',
  ),
  18809 => 
  array (
    'id' => '18809',
    'name' => '银甲机关鸟(永久)',
  ),
  19001 => 
  array (
    'id' => '19001',
    'name' => '谜之果树',
  ),
  20001 => 
  array (
    'id' => '20001',
    'name' => '青铜刀',
    'maxStrengthenLv' => '5',
    'gemHole' => '',
  ),
  20002 => 
  array (
    'id' => '20002',
    'name' => '琉璃珠',
    'maxStrengthenLv' => '5',
    'gemHole' => '',
  ),
  20003 => 
  array (
    'id' => '20003',
    'name' => '生铁剑',
    'maxStrengthenLv' => '5',
    'gemHole' => '',
  ),
  20004 => 
  array (
    'id' => '20004',
    'name' => '红木项链',
    'maxStrengthenLv' => '5',
    'gemHole' => '',
  ),
  20005 => 
  array (
    'id' => '20005',
    'name' => '红木戒指',
    'maxStrengthenLv' => '5',
    'gemHole' => '',
  ),
  20006 => 
  array (
    'id' => '20006',
    'name' => '粗布手套',
    'maxStrengthenLv' => '5',
    'gemHole' => '',
  ),
  20007 => 
  array (
    'id' => '20007',
    'name' => '红木铃铛',
    'maxStrengthenLv' => '5',
    'gemHole' => '',
  ),
  20008 => 
  array (
    'id' => '20008',
    'name' => '粗布巾',
    'maxStrengthenLv' => '5',
    'gemHole' => '',
  ),
  20009 => 
  array (
    'id' => '20009',
    'name' => '粗布衣',
    'maxStrengthenLv' => '5',
    'gemHole' => '',
  ),
  20010 => 
  array (
    'id' => '20010',
    'name' => '粗布裤',
    'maxStrengthenLv' => '5',
    'gemHole' => '',
  ),
  20011 => 
  array (
    'id' => '20011',
    'name' => '粗布护肩',
    'maxStrengthenLv' => '5',
    'gemHole' => '',
  ),
  20012 => 
  array (
    'id' => '20012',
    'name' => '粗布鞋',
    'maxStrengthenLv' => '5',
    'gemHole' => '',
  ),
  20013 => 
  array (
    'id' => '20013',
    'name' => '斩铁刀',
    'maxStrengthenLv' => '10',
    'gemHole' => '',
  ),
  20014 => 
  array (
    'id' => '20014',
    'name' => '青木珠',
    'maxStrengthenLv' => '10',
    'gemHole' => '',
  ),
  20015 => 
  array (
    'id' => '20015',
    'name' => '文士剑',
    'maxStrengthenLv' => '10',
    'gemHole' => '',
  ),
  20016 => 
  array (
    'id' => '20016',
    'name' => '青石项链',
    'maxStrengthenLv' => '10',
    'gemHole' => '',
  ),
  20017 => 
  array (
    'id' => '20017',
    'name' => '青石戒',
    'maxStrengthenLv' => '10',
    'gemHole' => '',
  ),
  20018 => 
  array (
    'id' => '20018',
    'name' => '青丝手套',
    'maxStrengthenLv' => '10',
    'gemHole' => '',
  ),
  20019 => 
  array (
    'id' => '20019',
    'name' => '青石坠',
    'maxStrengthenLv' => '10',
    'gemHole' => '',
  ),
  20020 => 
  array (
    'id' => '20020',
    'name' => '青丝巾',
    'maxStrengthenLv' => '10',
    'gemHole' => '',
  ),
  20021 => 
  array (
    'id' => '20021',
    'name' => '青丝衣',
    'maxStrengthenLv' => '10',
    'gemHole' => '',
  ),
  20022 => 
  array (
    'id' => '20022',
    'name' => '青丝裤',
    'maxStrengthenLv' => '10',
    'gemHole' => '',
  ),
  20023 => 
  array (
    'id' => '20023',
    'name' => '青丝护肩',
    'maxStrengthenLv' => '10',
    'gemHole' => '',
  ),
  20024 => 
  array (
    'id' => '20024',
    'name' => '青丝鞋',
    'maxStrengthenLv' => '10',
    'gemHole' => '',
  ),
  20025 => 
  array (
    'id' => '20025',
    'name' => '亮银刀',
    'maxStrengthenLv' => '15',
    'gemHole' => '',
  ),
  20026 => 
  array (
    'id' => '20026',
    'name' => '彩霞珠',
    'maxStrengthenLv' => '15',
    'gemHole' => '',
  ),
  20027 => 
  array (
    'id' => '20027',
    'name' => '青锋剑',
    'maxStrengthenLv' => '15',
    'gemHole' => '',
  ),
  20028 => 
  array (
    'id' => '20028',
    'name' => '玉沉项链',
    'maxStrengthenLv' => '15',
    'gemHole' => '',
  ),
  20029 => 
  array (
    'id' => '20029',
    'name' => '玉沉戒',
    'maxStrengthenLv' => '15',
    'gemHole' => '',
  ),
  20030 => 
  array (
    'id' => '20030',
    'name' => '无尘手套',
    'maxStrengthenLv' => '15',
    'gemHole' => '',
  ),
  20031 => 
  array (
    'id' => '20031',
    'name' => '玉沉佩',
    'maxStrengthenLv' => '15',
    'gemHole' => '',
  ),
  20032 => 
  array (
    'id' => '20032',
    'name' => '无尘冠',
    'maxStrengthenLv' => '15',
    'gemHole' => '',
  ),
  20033 => 
  array (
    'id' => '20033',
    'name' => '无尘衣',
    'maxStrengthenLv' => '15',
    'gemHole' => '',
  ),
  20034 => 
  array (
    'id' => '20034',
    'name' => '无尘裤',
    'maxStrengthenLv' => '15',
    'gemHole' => '',
  ),
  20035 => 
  array (
    'id' => '20035',
    'name' => '无尘护肩',
    'maxStrengthenLv' => '15',
    'gemHole' => '',
  ),
  20036 => 
  array (
    'id' => '20036',
    'name' => '无尘靴',
    'maxStrengthenLv' => '15',
    'gemHole' => '',
  ),
  20037 => 
  array (
    'id' => '20037',
    'name' => '绝风刀',
    'maxStrengthenLv' => '20',
    'gemHole' => '1,2',
  ),
  20038 => 
  array (
    'id' => '20038',
    'name' => '寒光珠',
    'maxStrengthenLv' => '20',
    'gemHole' => '1,2',
  ),
  20039 => 
  array (
    'id' => '20039',
    'name' => '断金剑',
    'maxStrengthenLv' => '20',
    'gemHole' => '1,2',
  ),
  20040 => 
  array (
    'id' => '20040',
    'name' => '清灵项链',
    'maxStrengthenLv' => '20',
    'gemHole' => '1,2',
  ),
  20041 => 
  array (
    'id' => '20041',
    'name' => '清灵戒',
    'maxStrengthenLv' => '20',
    'gemHole' => '1,2',
  ),
  20042 => 
  array (
    'id' => '20042',
    'name' => '流云手套',
    'maxStrengthenLv' => '20',
    'gemHole' => '1,2',
  ),
  20043 => 
  array (
    'id' => '20043',
    'name' => '清玉佩',
    'maxStrengthenLv' => '20',
    'gemHole' => '1,2',
  ),
  20044 => 
  array (
    'id' => '20044',
    'name' => '流云冠',
    'maxStrengthenLv' => '20',
    'gemHole' => '3,4',
  ),
  20045 => 
  array (
    'id' => '20045',
    'name' => '流云衣',
    'maxStrengthenLv' => '20',
    'gemHole' => '3,4',
  ),
  20046 => 
  array (
    'id' => '20046',
    'name' => '流云裤',
    'maxStrengthenLv' => '20',
    'gemHole' => '3,4',
  ),
  20047 => 
  array (
    'id' => '20047',
    'name' => '流云护肩',
    'maxStrengthenLv' => '20',
    'gemHole' => '3,4',
  ),
  20048 => 
  array (
    'id' => '20048',
    'name' => '流云靴',
    'maxStrengthenLv' => '20',
    'gemHole' => '3,4',
  ),
  20049 => 
  array (
    'id' => '20049',
    'name' => '焚焰刀',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  20050 => 
  array (
    'id' => '20050',
    'name' => '隐龙珠',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  20051 => 
  array (
    'id' => '20051',
    'name' => '陨铁剑',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  20052 => 
  array (
    'id' => '20052',
    'name' => '赤晶项链',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  20053 => 
  array (
    'id' => '20053',
    'name' => '赤晶戒',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  20054 => 
  array (
    'id' => '20054',
    'name' => '凤阳手套',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  20055 => 
  array (
    'id' => '20055',
    'name' => '赤晶佩',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  20056 => 
  array (
    'id' => '20056',
    'name' => '凤阳冠',
    'maxStrengthenLv' => '25',
    'gemHole' => '3,4',
  ),
  20057 => 
  array (
    'id' => '20057',
    'name' => '凤阳袍',
    'maxStrengthenLv' => '25',
    'gemHole' => '3,4',
  ),
  20058 => 
  array (
    'id' => '20058',
    'name' => '凤阳裤',
    'maxStrengthenLv' => '25',
    'gemHole' => '3,4',
  ),
  20059 => 
  array (
    'id' => '20059',
    'name' => '凤阳护肩',
    'maxStrengthenLv' => '25',
    'gemHole' => '3,4',
  ),
  20060 => 
  array (
    'id' => '20060',
    'name' => '凤阳靴',
    'maxStrengthenLv' => '25',
    'gemHole' => '3,4',
  ),
  20061 => 
  array (
    'id' => '20061',
    'name' => '飞电刀',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  20062 => 
  array (
    'id' => '20062',
    'name' => '降雷珠',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  20063 => 
  array (
    'id' => '20063',
    'name' => '锋影剑',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  20064 => 
  array (
    'id' => '20064',
    'name' => '灵犀项链',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  20065 => 
  array (
    'id' => '20065',
    'name' => '灵犀戒',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  20066 => 
  array (
    'id' => '20066',
    'name' => '镇灵手套',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  20067 => 
  array (
    'id' => '20067',
    'name' => '灵犀佩',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  20068 => 
  array (
    'id' => '20068',
    'name' => '镇灵冠',
    'maxStrengthenLv' => '30',
    'gemHole' => '3,4',
  ),
  20069 => 
  array (
    'id' => '20069',
    'name' => '镇灵衣',
    'maxStrengthenLv' => '30',
    'gemHole' => '3,4',
  ),
  20070 => 
  array (
    'id' => '20070',
    'name' => '镇灵裤',
    'maxStrengthenLv' => '30',
    'gemHole' => '3,4',
  ),
  20071 => 
  array (
    'id' => '20071',
    'name' => '镇灵肩饰',
    'maxStrengthenLv' => '30',
    'gemHole' => '3,4',
  ),
  20072 => 
  array (
    'id' => '20072',
    'name' => '镇灵靴',
    'maxStrengthenLv' => '30',
    'gemHole' => '3,4',
  ),
  20073 => 
  array (
    'id' => '20073',
    'name' => '穿云戟',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  20074 => 
  array (
    'id' => '20074',
    'name' => '凝霜珠',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  20075 => 
  array (
    'id' => '20075',
    'name' => '玄光剑',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  20076 => 
  array (
    'id' => '20076',
    'name' => '七煞链',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  20077 => 
  array (
    'id' => '20077',
    'name' => '七煞戒',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  20078 => 
  array (
    'id' => '20078',
    'name' => '七煞手套',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  20079 => 
  array (
    'id' => '20079',
    'name' => '七煞坠',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  20080 => 
  array (
    'id' => '20080',
    'name' => '百玄冠',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  20081 => 
  array (
    'id' => '20081',
    'name' => '百玄衣',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  20082 => 
  array (
    'id' => '20082',
    'name' => '百玄裤',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  20083 => 
  array (
    'id' => '20083',
    'name' => '百玄肩饰',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  20084 => 
  array (
    'id' => '20084',
    'name' => '百玄靴',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  20085 => 
  array (
    'id' => '20085',
    'name' => '断魂刀',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  20086 => 
  array (
    'id' => '20086',
    'name' => '封魔珠',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  20087 => 
  array (
    'id' => '20087',
    'name' => '斩妖剑',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  20088 => 
  array (
    'id' => '20088',
    'name' => '八荒链',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  20089 => 
  array (
    'id' => '20089',
    'name' => '八荒戒',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  20090 => 
  array (
    'id' => '20090',
    'name' => '八荒手套',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  20091 => 
  array (
    'id' => '20091',
    'name' => '八荒坠',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  20092 => 
  array (
    'id' => '20092',
    'name' => '千幽冠',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  20093 => 
  array (
    'id' => '20093',
    'name' => '千幽甲',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  20094 => 
  array (
    'id' => '20094',
    'name' => '千幽裤',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  20095 => 
  array (
    'id' => '20095',
    'name' => '千幽肩饰',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  20096 => 
  array (
    'id' => '20096',
    'name' => '千幽靴',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  20097 => 
  array (
    'id' => '20097',
    'name' => '碎岳刀',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  20098 => 
  array (
    'id' => '20098',
    'name' => '倾城珠',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  20099 => 
  array (
    'id' => '20099',
    'name' => '平荒剑',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  20100 => 
  array (
    'id' => '20100',
    'name' => '九渊链',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  20101 => 
  array (
    'id' => '20101',
    'name' => '九渊戒',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  20102 => 
  array (
    'id' => '20102',
    'name' => '九渊手套',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  20103 => 
  array (
    'id' => '20103',
    'name' => '九渊坠',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  20104 => 
  array (
    'id' => '20104',
    'name' => '万影冠',
    'maxStrengthenLv' => '45',
    'gemHole' => '3,4',
  ),
  20105 => 
  array (
    'id' => '20105',
    'name' => '万影甲',
    'maxStrengthenLv' => '45',
    'gemHole' => '3,4',
  ),
  20106 => 
  array (
    'id' => '20106',
    'name' => '万影裤',
    'maxStrengthenLv' => '45',
    'gemHole' => '3,4',
  ),
  20107 => 
  array (
    'id' => '20107',
    'name' => '万影肩饰',
    'maxStrengthenLv' => '45',
    'gemHole' => '3,4',
  ),
  20108 => 
  array (
    'id' => '20108',
    'name' => '万影靴',
    'maxStrengthenLv' => '45',
    'gemHole' => '3,4',
  ),
  20109 => 
  array (
    'id' => '20109',
    'name' => '刀',
    'maxStrengthenLv' => '50',
    'gemHole' => '1,2',
  ),
  20110 => 
  array (
    'id' => '20110',
    'name' => '器',
    'maxStrengthenLv' => '50',
    'gemHole' => '1,2',
  ),
  20111 => 
  array (
    'id' => '20111',
    'name' => '剑',
    'maxStrengthenLv' => '50',
    'gemHole' => '1,2',
  ),
  20112 => 
  array (
    'id' => '20112',
    'name' => '项链',
    'maxStrengthenLv' => '50',
    'gemHole' => '1,2',
  ),
  20113 => 
  array (
    'id' => '20113',
    'name' => '戒指',
    'maxStrengthenLv' => '50',
    'gemHole' => '1,2',
  ),
  20114 => 
  array (
    'id' => '20114',
    'name' => '手套',
    'maxStrengthenLv' => '50',
    'gemHole' => '1,2',
  ),
  20115 => 
  array (
    'id' => '20115',
    'name' => '饰品',
    'maxStrengthenLv' => '50',
    'gemHole' => '1,2',
  ),
  20116 => 
  array (
    'id' => '20116',
    'name' => '头盔',
    'maxStrengthenLv' => '50',
    'gemHole' => '3,4',
  ),
  20117 => 
  array (
    'id' => '20117',
    'name' => '衣服',
    'maxStrengthenLv' => '50',
    'gemHole' => '3,4',
  ),
  20118 => 
  array (
    'id' => '20118',
    'name' => '裤子',
    'maxStrengthenLv' => '50',
    'gemHole' => '3,4',
  ),
  20119 => 
  array (
    'id' => '20119',
    'name' => '护肩',
    'maxStrengthenLv' => '50',
    'gemHole' => '3,4',
  ),
  20120 => 
  array (
    'id' => '20120',
    'name' => '鞋子',
    'maxStrengthenLv' => '50',
    'gemHole' => '3,4',
  ),
  20121 => 
  array (
    'id' => '20121',
    'name' => '刀',
    'maxStrengthenLv' => '55',
    'gemHole' => '1,2',
  ),
  20122 => 
  array (
    'id' => '20122',
    'name' => '器',
    'maxStrengthenLv' => '55',
    'gemHole' => '1,2',
  ),
  20123 => 
  array (
    'id' => '20123',
    'name' => '剑',
    'maxStrengthenLv' => '55',
    'gemHole' => '1,2',
  ),
  20124 => 
  array (
    'id' => '20124',
    'name' => '项链',
    'maxStrengthenLv' => '55',
    'gemHole' => '1,2',
  ),
  20125 => 
  array (
    'id' => '20125',
    'name' => '戒指',
    'maxStrengthenLv' => '55',
    'gemHole' => '1,2',
  ),
  20126 => 
  array (
    'id' => '20126',
    'name' => '手套',
    'maxStrengthenLv' => '55',
    'gemHole' => '1,2',
  ),
  20127 => 
  array (
    'id' => '20127',
    'name' => '饰品',
    'maxStrengthenLv' => '55',
    'gemHole' => '1,2',
  ),
  20128 => 
  array (
    'id' => '20128',
    'name' => '头盔',
    'maxStrengthenLv' => '55',
    'gemHole' => '3,4',
  ),
  20129 => 
  array (
    'id' => '20129',
    'name' => '衣服',
    'maxStrengthenLv' => '55',
    'gemHole' => '3,4',
  ),
  20130 => 
  array (
    'id' => '20130',
    'name' => '裤子',
    'maxStrengthenLv' => '55',
    'gemHole' => '3,4',
  ),
  20131 => 
  array (
    'id' => '20131',
    'name' => '护肩',
    'maxStrengthenLv' => '55',
    'gemHole' => '3,4',
  ),
  20132 => 
  array (
    'id' => '20132',
    'name' => '鞋子',
    'maxStrengthenLv' => '55',
    'gemHole' => '3,4',
  ),
  20133 => 
  array (
    'id' => '20133',
    'name' => '刀',
    'maxStrengthenLv' => '60',
    'gemHole' => '1,2',
  ),
  20134 => 
  array (
    'id' => '20134',
    'name' => '器',
    'maxStrengthenLv' => '60',
    'gemHole' => '1,2',
  ),
  20135 => 
  array (
    'id' => '20135',
    'name' => '剑',
    'maxStrengthenLv' => '60',
    'gemHole' => '1,2',
  ),
  20136 => 
  array (
    'id' => '20136',
    'name' => '项链',
    'maxStrengthenLv' => '60',
    'gemHole' => '1,2',
  ),
  20137 => 
  array (
    'id' => '20137',
    'name' => '戒指',
    'maxStrengthenLv' => '60',
    'gemHole' => '1,2',
  ),
  20138 => 
  array (
    'id' => '20138',
    'name' => '手套',
    'maxStrengthenLv' => '60',
    'gemHole' => '1,2',
  ),
  20139 => 
  array (
    'id' => '20139',
    'name' => '饰品',
    'maxStrengthenLv' => '60',
    'gemHole' => '1,2',
  ),
  20140 => 
  array (
    'id' => '20140',
    'name' => '头盔',
    'maxStrengthenLv' => '60',
    'gemHole' => '3,4',
  ),
  20141 => 
  array (
    'id' => '20141',
    'name' => '衣服',
    'maxStrengthenLv' => '60',
    'gemHole' => '3,4',
  ),
  20142 => 
  array (
    'id' => '20142',
    'name' => '裤子',
    'maxStrengthenLv' => '60',
    'gemHole' => '3,4',
  ),
  20143 => 
  array (
    'id' => '20143',
    'name' => '护肩',
    'maxStrengthenLv' => '60',
    'gemHole' => '3,4',
  ),
  20144 => 
  array (
    'id' => '20144',
    'name' => '鞋子',
    'maxStrengthenLv' => '60',
    'gemHole' => '3,4',
  ),
  20145 => 
  array (
    'id' => '20145',
    'name' => '刀',
    'maxStrengthenLv' => '65',
    'gemHole' => '1,2',
  ),
  20146 => 
  array (
    'id' => '20146',
    'name' => '器',
    'maxStrengthenLv' => '65',
    'gemHole' => '1,2',
  ),
  20147 => 
  array (
    'id' => '20147',
    'name' => '剑',
    'maxStrengthenLv' => '65',
    'gemHole' => '1,2',
  ),
  20148 => 
  array (
    'id' => '20148',
    'name' => '项链',
    'maxStrengthenLv' => '65',
    'gemHole' => '1,2',
  ),
  20149 => 
  array (
    'id' => '20149',
    'name' => '戒指',
    'maxStrengthenLv' => '65',
    'gemHole' => '1,2',
  ),
  20150 => 
  array (
    'id' => '20150',
    'name' => '手套',
    'maxStrengthenLv' => '65',
    'gemHole' => '1,2',
  ),
  20151 => 
  array (
    'id' => '20151',
    'name' => '饰品',
    'maxStrengthenLv' => '65',
    'gemHole' => '1,2',
  ),
  20152 => 
  array (
    'id' => '20152',
    'name' => '头盔',
    'maxStrengthenLv' => '65',
    'gemHole' => '3,4',
  ),
  20153 => 
  array (
    'id' => '20153',
    'name' => '衣服',
    'maxStrengthenLv' => '65',
    'gemHole' => '3,4',
  ),
  20154 => 
  array (
    'id' => '20154',
    'name' => '裤子',
    'maxStrengthenLv' => '65',
    'gemHole' => '3,4',
  ),
  20155 => 
  array (
    'id' => '20155',
    'name' => '护肩',
    'maxStrengthenLv' => '65',
    'gemHole' => '3,4',
  ),
  20156 => 
  array (
    'id' => '20156',
    'name' => '鞋子',
    'maxStrengthenLv' => '65',
    'gemHole' => '3,4',
  ),
  20157 => 
  array (
    'id' => '20157',
    'name' => '刀',
    'maxStrengthenLv' => '70',
    'gemHole' => '1,2',
  ),
  20158 => 
  array (
    'id' => '20158',
    'name' => '器',
    'maxStrengthenLv' => '70',
    'gemHole' => '1,2',
  ),
  20159 => 
  array (
    'id' => '20159',
    'name' => '剑',
    'maxStrengthenLv' => '70',
    'gemHole' => '1,2',
  ),
  20160 => 
  array (
    'id' => '20160',
    'name' => '项链',
    'maxStrengthenLv' => '70',
    'gemHole' => '1,2',
  ),
  20161 => 
  array (
    'id' => '20161',
    'name' => '戒指',
    'maxStrengthenLv' => '70',
    'gemHole' => '1,2',
  ),
  20162 => 
  array (
    'id' => '20162',
    'name' => '手套',
    'maxStrengthenLv' => '70',
    'gemHole' => '1,2',
  ),
  20163 => 
  array (
    'id' => '20163',
    'name' => '饰品',
    'maxStrengthenLv' => '70',
    'gemHole' => '1,2',
  ),
  20164 => 
  array (
    'id' => '20164',
    'name' => '头盔',
    'maxStrengthenLv' => '70',
    'gemHole' => '3,4',
  ),
  20165 => 
  array (
    'id' => '20165',
    'name' => '衣服',
    'maxStrengthenLv' => '70',
    'gemHole' => '3,4',
  ),
  20166 => 
  array (
    'id' => '20166',
    'name' => '裤子',
    'maxStrengthenLv' => '70',
    'gemHole' => '3,4',
  ),
  20167 => 
  array (
    'id' => '20167',
    'name' => '护肩',
    'maxStrengthenLv' => '70',
    'gemHole' => '3,4',
  ),
  20168 => 
  array (
    'id' => '20168',
    'name' => '鞋子',
    'maxStrengthenLv' => '70',
    'gemHole' => '3,4',
  ),
  20169 => 
  array (
    'id' => '20169',
    'name' => '刀',
    'maxStrengthenLv' => '75',
    'gemHole' => '1,2',
  ),
  20170 => 
  array (
    'id' => '20170',
    'name' => '器',
    'maxStrengthenLv' => '75',
    'gemHole' => '1,2',
  ),
  20171 => 
  array (
    'id' => '20171',
    'name' => '剑',
    'maxStrengthenLv' => '75',
    'gemHole' => '1,2',
  ),
  20172 => 
  array (
    'id' => '20172',
    'name' => '项链',
    'maxStrengthenLv' => '75',
    'gemHole' => '1,2',
  ),
  20173 => 
  array (
    'id' => '20173',
    'name' => '戒指',
    'maxStrengthenLv' => '75',
    'gemHole' => '1,2',
  ),
  20174 => 
  array (
    'id' => '20174',
    'name' => '手套',
    'maxStrengthenLv' => '75',
    'gemHole' => '1,2',
  ),
  20175 => 
  array (
    'id' => '20175',
    'name' => '饰品',
    'maxStrengthenLv' => '75',
    'gemHole' => '1,2',
  ),
  20176 => 
  array (
    'id' => '20176',
    'name' => '头盔',
    'maxStrengthenLv' => '75',
    'gemHole' => '3,4',
  ),
  20177 => 
  array (
    'id' => '20177',
    'name' => '衣服',
    'maxStrengthenLv' => '75',
    'gemHole' => '3,4',
  ),
  20178 => 
  array (
    'id' => '20178',
    'name' => '裤子',
    'maxStrengthenLv' => '75',
    'gemHole' => '3,4',
  ),
  20179 => 
  array (
    'id' => '20179',
    'name' => '护肩',
    'maxStrengthenLv' => '75',
    'gemHole' => '3,4',
  ),
  20180 => 
  array (
    'id' => '20180',
    'name' => '鞋子',
    'maxStrengthenLv' => '75',
    'gemHole' => '3,4',
  ),
  20181 => 
  array (
    'id' => '20181',
    'name' => '刀',
    'maxStrengthenLv' => '80',
    'gemHole' => '1,2',
  ),
  20182 => 
  array (
    'id' => '20182',
    'name' => '器',
    'maxStrengthenLv' => '80',
    'gemHole' => '1,2',
  ),
  20183 => 
  array (
    'id' => '20183',
    'name' => '剑',
    'maxStrengthenLv' => '80',
    'gemHole' => '1,2',
  ),
  20184 => 
  array (
    'id' => '20184',
    'name' => '项链',
    'maxStrengthenLv' => '80',
    'gemHole' => '1,2',
  ),
  20185 => 
  array (
    'id' => '20185',
    'name' => '戒指',
    'maxStrengthenLv' => '80',
    'gemHole' => '1,2',
  ),
  20186 => 
  array (
    'id' => '20186',
    'name' => '手套',
    'maxStrengthenLv' => '80',
    'gemHole' => '1,2',
  ),
  20187 => 
  array (
    'id' => '20187',
    'name' => '饰品',
    'maxStrengthenLv' => '80',
    'gemHole' => '1,2',
  ),
  20188 => 
  array (
    'id' => '20188',
    'name' => '头盔',
    'maxStrengthenLv' => '80',
    'gemHole' => '3,4',
  ),
  20189 => 
  array (
    'id' => '20189',
    'name' => '衣服',
    'maxStrengthenLv' => '80',
    'gemHole' => '3,4',
  ),
  20190 => 
  array (
    'id' => '20190',
    'name' => '裤子',
    'maxStrengthenLv' => '80',
    'gemHole' => '3,4',
  ),
  20191 => 
  array (
    'id' => '20191',
    'name' => '护肩',
    'maxStrengthenLv' => '80',
    'gemHole' => '3,4',
  ),
  20192 => 
  array (
    'id' => '20192',
    'name' => '鞋子',
    'maxStrengthenLv' => '80',
    'gemHole' => '3,4',
  ),
  20193 => 
  array (
    'id' => '20193',
    'name' => '刀',
    'maxStrengthenLv' => '85',
    'gemHole' => '1,2',
  ),
  20194 => 
  array (
    'id' => '20194',
    'name' => '器',
    'maxStrengthenLv' => '85',
    'gemHole' => '1,2',
  ),
  20195 => 
  array (
    'id' => '20195',
    'name' => '剑',
    'maxStrengthenLv' => '85',
    'gemHole' => '1,2',
  ),
  20196 => 
  array (
    'id' => '20196',
    'name' => '项链',
    'maxStrengthenLv' => '85',
    'gemHole' => '1,2',
  ),
  20197 => 
  array (
    'id' => '20197',
    'name' => '戒指',
    'maxStrengthenLv' => '85',
    'gemHole' => '1,2',
  ),
  20198 => 
  array (
    'id' => '20198',
    'name' => '手套',
    'maxStrengthenLv' => '85',
    'gemHole' => '1,2',
  ),
  20199 => 
  array (
    'id' => '20199',
    'name' => '饰品',
    'maxStrengthenLv' => '85',
    'gemHole' => '1,2',
  ),
  20200 => 
  array (
    'id' => '20200',
    'name' => '头盔',
    'maxStrengthenLv' => '85',
    'gemHole' => '3,4',
  ),
  20201 => 
  array (
    'id' => '20201',
    'name' => '衣服',
    'maxStrengthenLv' => '85',
    'gemHole' => '3,4',
  ),
  20202 => 
  array (
    'id' => '20202',
    'name' => '裤子',
    'maxStrengthenLv' => '85',
    'gemHole' => '3,4',
  ),
  20203 => 
  array (
    'id' => '20203',
    'name' => '护肩',
    'maxStrengthenLv' => '85',
    'gemHole' => '3,4',
  ),
  20204 => 
  array (
    'id' => '20204',
    'name' => '鞋子',
    'maxStrengthenLv' => '85',
    'gemHole' => '3,4',
  ),
  20205 => 
  array (
    'id' => '20205',
    'name' => '刀',
    'maxStrengthenLv' => '90',
    'gemHole' => '1,2',
  ),
  20206 => 
  array (
    'id' => '20206',
    'name' => '器',
    'maxStrengthenLv' => '90',
    'gemHole' => '1,2',
  ),
  20207 => 
  array (
    'id' => '20207',
    'name' => '剑',
    'maxStrengthenLv' => '90',
    'gemHole' => '1,2',
  ),
  20208 => 
  array (
    'id' => '20208',
    'name' => '项链',
    'maxStrengthenLv' => '90',
    'gemHole' => '1,2',
  ),
  20209 => 
  array (
    'id' => '20209',
    'name' => '戒指',
    'maxStrengthenLv' => '90',
    'gemHole' => '1,2',
  ),
  20210 => 
  array (
    'id' => '20210',
    'name' => '手套',
    'maxStrengthenLv' => '90',
    'gemHole' => '1,2',
  ),
  20211 => 
  array (
    'id' => '20211',
    'name' => '饰品',
    'maxStrengthenLv' => '90',
    'gemHole' => '1,2',
  ),
  20212 => 
  array (
    'id' => '20212',
    'name' => '头盔',
    'maxStrengthenLv' => '90',
    'gemHole' => '3,4',
  ),
  20213 => 
  array (
    'id' => '20213',
    'name' => '衣服',
    'maxStrengthenLv' => '90',
    'gemHole' => '3,4',
  ),
  20214 => 
  array (
    'id' => '20214',
    'name' => '裤子',
    'maxStrengthenLv' => '90',
    'gemHole' => '3,4',
  ),
  20215 => 
  array (
    'id' => '20215',
    'name' => '护肩',
    'maxStrengthenLv' => '90',
    'gemHole' => '3,4',
  ),
  20216 => 
  array (
    'id' => '20216',
    'name' => '鞋子',
    'maxStrengthenLv' => '90',
    'gemHole' => '3,4',
  ),
  20217 => 
  array (
    'id' => '20217',
    'name' => '刀',
    'maxStrengthenLv' => '95',
    'gemHole' => '1,2',
  ),
  20218 => 
  array (
    'id' => '20218',
    'name' => '器',
    'maxStrengthenLv' => '95',
    'gemHole' => '1,2',
  ),
  20219 => 
  array (
    'id' => '20219',
    'name' => '剑',
    'maxStrengthenLv' => '95',
    'gemHole' => '1,2',
  ),
  20220 => 
  array (
    'id' => '20220',
    'name' => '项链',
    'maxStrengthenLv' => '95',
    'gemHole' => '1,2',
  ),
  20221 => 
  array (
    'id' => '20221',
    'name' => '戒指',
    'maxStrengthenLv' => '95',
    'gemHole' => '1,2',
  ),
  20222 => 
  array (
    'id' => '20222',
    'name' => '手套',
    'maxStrengthenLv' => '95',
    'gemHole' => '1,2',
  ),
  20223 => 
  array (
    'id' => '20223',
    'name' => '饰品',
    'maxStrengthenLv' => '95',
    'gemHole' => '1,2',
  ),
  20224 => 
  array (
    'id' => '20224',
    'name' => '头盔',
    'maxStrengthenLv' => '95',
    'gemHole' => '3,4',
  ),
  20225 => 
  array (
    'id' => '20225',
    'name' => '衣服',
    'maxStrengthenLv' => '95',
    'gemHole' => '3,4',
  ),
  20226 => 
  array (
    'id' => '20226',
    'name' => '裤子',
    'maxStrengthenLv' => '95',
    'gemHole' => '3,4',
  ),
  20227 => 
  array (
    'id' => '20227',
    'name' => '护肩',
    'maxStrengthenLv' => '95',
    'gemHole' => '3,4',
  ),
  20228 => 
  array (
    'id' => '20228',
    'name' => '鞋子',
    'maxStrengthenLv' => '95',
    'gemHole' => '3,4',
  ),
  20229 => 
  array (
    'id' => '20229',
    'name' => '刀',
    'maxStrengthenLv' => '100',
    'gemHole' => '1,2',
  ),
  20230 => 
  array (
    'id' => '20230',
    'name' => '器',
    'maxStrengthenLv' => '100',
    'gemHole' => '1,2',
  ),
  20231 => 
  array (
    'id' => '20231',
    'name' => '剑',
    'maxStrengthenLv' => '100',
    'gemHole' => '1,2',
  ),
  20232 => 
  array (
    'id' => '20232',
    'name' => '项链',
    'maxStrengthenLv' => '100',
    'gemHole' => '1,2',
  ),
  20233 => 
  array (
    'id' => '20233',
    'name' => '戒指',
    'maxStrengthenLv' => '100',
    'gemHole' => '1,2',
  ),
  20234 => 
  array (
    'id' => '20234',
    'name' => '手套',
    'maxStrengthenLv' => '100',
    'gemHole' => '1,2',
  ),
  20235 => 
  array (
    'id' => '20235',
    'name' => '饰品',
    'maxStrengthenLv' => '100',
    'gemHole' => '1,2',
  ),
  20236 => 
  array (
    'id' => '20236',
    'name' => '头盔',
    'maxStrengthenLv' => '100',
    'gemHole' => '3,4',
  ),
  20237 => 
  array (
    'id' => '20237',
    'name' => '衣服',
    'maxStrengthenLv' => '100',
    'gemHole' => '3,4',
  ),
  20238 => 
  array (
    'id' => '20238',
    'name' => '裤子',
    'maxStrengthenLv' => '100',
    'gemHole' => '3,4',
  ),
  20239 => 
  array (
    'id' => '20239',
    'name' => '护肩',
    'maxStrengthenLv' => '100',
    'gemHole' => '3,4',
  ),
  20240 => 
  array (
    'id' => '20240',
    'name' => '鞋子',
    'maxStrengthenLv' => '100',
    'gemHole' => '3,4',
  ),
  20241 => 
  array (
    'id' => '20241',
    'name' => '破碎的长刀',
    'maxStrengthenLv' => '5',
    'gemHole' => '',
  ),
  20242 => 
  array (
    'id' => '20242',
    'name' => '破碎的法球',
    'maxStrengthenLv' => '5',
    'gemHole' => '',
  ),
  20243 => 
  array (
    'id' => '20243',
    'name' => '破碎的灵剑',
    'maxStrengthenLv' => '5',
    'gemHole' => '',
  ),
  20244 => 
  array (
    'id' => '20244',
    'name' => '踏云靴',
    'maxStrengthenLv' => '20',
    'gemHole' => '3,4',
  ),
  20245 => 
  array (
    'id' => '20245',
    'name' => '一阶神武护符',
    'maxStrengthenLv' => '10',
    'gemHole' => '',
  ),
  20246 => 
  array (
    'id' => '20246',
    'name' => '二阶神武护符',
    'maxStrengthenLv' => '20',
    'gemHole' => '',
  ),
  20247 => 
  array (
    'id' => '20247',
    'name' => '三阶神武护符',
    'maxStrengthenLv' => '30',
    'gemHole' => '',
  ),
  20248 => 
  array (
    'id' => '20248',
    'name' => '四阶神武护符',
    'maxStrengthenLv' => '40',
    'gemHole' => '',
  ),
  20249 => 
  array (
    'id' => '20249',
    'name' => '五阶神武护符',
    'maxStrengthenLv' => '50',
    'gemHole' => '',
  ),
  20250 => 
  array (
    'id' => '20250',
    'name' => '六阶神武护符',
    'maxStrengthenLv' => '60',
    'gemHole' => '',
  ),
  20251 => 
  array (
    'id' => '20251',
    'name' => '七阶神武护符',
    'maxStrengthenLv' => '70',
    'gemHole' => '',
  ),
  20301 => 
  array (
    'id' => '20301',
    'name' => '同心结缘佩(1级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20302 => 
  array (
    'id' => '20302',
    'name' => '同心结缘佩(2级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20303 => 
  array (
    'id' => '20303',
    'name' => '同心结缘佩(3级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20304 => 
  array (
    'id' => '20304',
    'name' => '同心结缘佩(4级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20305 => 
  array (
    'id' => '20305',
    'name' => '同心结缘佩(5级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20306 => 
  array (
    'id' => '20306',
    'name' => '同心结缘佩(6级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20307 => 
  array (
    'id' => '20307',
    'name' => '同心结缘佩(7级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20308 => 
  array (
    'id' => '20308',
    'name' => '同心结缘佩(8级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20309 => 
  array (
    'id' => '20309',
    'name' => '同心结缘佩(9级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20310 => 
  array (
    'id' => '20310',
    'name' => '同心结缘佩(10级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20311 => 
  array (
    'id' => '20311',
    'name' => '相思蝶舞佩(1级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20312 => 
  array (
    'id' => '20312',
    'name' => '相思蝶舞佩(2级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20313 => 
  array (
    'id' => '20313',
    'name' => '相思蝶舞佩(3级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20314 => 
  array (
    'id' => '20314',
    'name' => '相思蝶舞佩(4级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20315 => 
  array (
    'id' => '20315',
    'name' => '相思蝶舞佩(5级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20316 => 
  array (
    'id' => '20316',
    'name' => '相思蝶舞佩(6级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20317 => 
  array (
    'id' => '20317',
    'name' => '相思蝶舞佩(7级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20318 => 
  array (
    'id' => '20318',
    'name' => '相思蝶舞佩(8级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20319 => 
  array (
    'id' => '20319',
    'name' => '相思蝶舞佩(9级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20320 => 
  array (
    'id' => '20320',
    'name' => '相思蝶舞佩(10级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20321 => 
  array (
    'id' => '20321',
    'name' => '鸳鸯戏水佩(1级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20322 => 
  array (
    'id' => '20322',
    'name' => '鸳鸯戏水佩(2级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20323 => 
  array (
    'id' => '20323',
    'name' => '鸳鸯戏水佩(3级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20324 => 
  array (
    'id' => '20324',
    'name' => '鸳鸯戏水佩(4级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20325 => 
  array (
    'id' => '20325',
    'name' => '鸳鸯戏水佩(5级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20326 => 
  array (
    'id' => '20326',
    'name' => '鸳鸯戏水佩(6级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20327 => 
  array (
    'id' => '20327',
    'name' => '鸳鸯戏水佩(7级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20328 => 
  array (
    'id' => '20328',
    'name' => '鸳鸯戏水佩(8级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20329 => 
  array (
    'id' => '20329',
    'name' => '鸳鸯戏水佩(9级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20330 => 
  array (
    'id' => '20330',
    'name' => '鸳鸯戏水佩(10级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20331 => 
  array (
    'id' => '20331',
    'name' => '比翼双飞佩(1级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20332 => 
  array (
    'id' => '20332',
    'name' => '比翼双飞佩(2级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20333 => 
  array (
    'id' => '20333',
    'name' => '比翼双飞佩(3级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20334 => 
  array (
    'id' => '20334',
    'name' => '比翼双飞佩(4级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20335 => 
  array (
    'id' => '20335',
    'name' => '比翼双飞佩(5级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20336 => 
  array (
    'id' => '20336',
    'name' => '比翼双飞佩(6级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20337 => 
  array (
    'id' => '20337',
    'name' => '比翼双飞佩(7级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20338 => 
  array (
    'id' => '20338',
    'name' => '比翼双飞佩(8级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20339 => 
  array (
    'id' => '20339',
    'name' => '比翼双飞佩(9级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20340 => 
  array (
    'id' => '20340',
    'name' => '比翼双飞佩(10级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20341 => 
  array (
    'id' => '20341',
    'name' => '龙凤呈祥佩(1级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20342 => 
  array (
    'id' => '20342',
    'name' => '龙凤呈祥佩(2级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20343 => 
  array (
    'id' => '20343',
    'name' => '龙凤呈祥佩(3级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20344 => 
  array (
    'id' => '20344',
    'name' => '龙凤呈祥佩(4级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20345 => 
  array (
    'id' => '20345',
    'name' => '龙凤呈祥佩(5级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20346 => 
  array (
    'id' => '20346',
    'name' => '龙凤呈祥佩(6级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20347 => 
  array (
    'id' => '20347',
    'name' => '龙凤呈祥佩(7级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20348 => 
  array (
    'id' => '20348',
    'name' => '龙凤呈祥佩(8级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20349 => 
  array (
    'id' => '20349',
    'name' => '龙凤呈祥佩(9级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  20350 => 
  array (
    'id' => '20350',
    'name' => '龙凤呈祥佩(10级)',
    'maxStrengthenLv' => '',
    'gemHole' => '',
  ),
  21001 => 
  array (
    'id' => '21001',
    'name' => '妖狼斗篷',
    'maxStrengthenLv' => '20',
    'gemHole' => '3,4',
  ),
  21002 => 
  array (
    'id' => '21002',
    'name' => '妖狼爪',
    'maxStrengthenLv' => '20',
    'gemHole' => '1,2',
  ),
  21003 => 
  array (
    'id' => '21003',
    'name' => '狼牙项链',
    'maxStrengthenLv' => '20',
    'gemHole' => '1,2',
  ),
  21004 => 
  array (
    'id' => '21004',
    'name' => '草戒指',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  21005 => 
  array (
    'id' => '21005',
    'name' => '盘根靴',
    'maxStrengthenLv' => '25',
    'gemHole' => '3,4',
  ),
  21006 => 
  array (
    'id' => '21006',
    'name' => '七色花环',
    'maxStrengthenLv' => '25',
    'gemHole' => '3,4',
  ),
  21007 => 
  array (
    'id' => '21007',
    'name' => '星贝',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  21008 => 
  array (
    'id' => '21008',
    'name' => '虹光海螺',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  21009 => 
  array (
    'id' => '21009',
    'name' => '净水靴',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  21010 => 
  array (
    'id' => '21010',
    'name' => '不熄冥火',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  21011 => 
  array (
    'id' => '21011',
    'name' => '魂纱',
    'maxStrengthenLv' => '30',
    'gemHole' => '3,4',
  ),
  21012 => 
  array (
    'id' => '21012',
    'name' => '幽都戒',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  21013 => 
  array (
    'id' => '21013',
    'name' => '特产装备13',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  21014 => 
  array (
    'id' => '21014',
    'name' => '特产装备14',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  21015 => 
  array (
    'id' => '21015',
    'name' => '特产装备15',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  21016 => 
  array (
    'id' => '21016',
    'name' => '特产装备16',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  21017 => 
  array (
    'id' => '21017',
    'name' => '特产装备17',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  21018 => 
  array (
    'id' => '21018',
    'name' => '特产装备18',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  22001 => 
  array (
    'id' => '22001',
    'name' => '破界长锋',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  22002 => 
  array (
    'id' => '22002',
    'name' => '玉意',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  22003 => 
  array (
    'id' => '22003',
    'name' => '冰凌寒光',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  22004 => 
  array (
    'id' => '22004',
    'name' => '月轮',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  22005 => 
  array (
    'id' => '22005',
    'name' => '北斗极星',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  22006 => 
  array (
    'id' => '22006',
    'name' => '七虹绣纱',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  22007 => 
  array (
    'id' => '22007',
    'name' => '狼王令',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  22008 => 
  array (
    'id' => '22008',
    'name' => '狼王令',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  22009 => 
  array (
    'id' => '22009',
    'name' => '狼王令',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  22010 => 
  array (
    'id' => '22010',
    'name' => '地气源晶',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  22011 => 
  array (
    'id' => '22011',
    'name' => '地气源晶',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  22012 => 
  array (
    'id' => '22012',
    'name' => '地气源晶',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  22013 => 
  array (
    'id' => '22013',
    'name' => '封神之相',
    'maxStrengthenLv' => '25',
    'gemHole' => '3,4',
  ),
  22014 => 
  array (
    'id' => '22014',
    'name' => '煞甲',
    'maxStrengthenLv' => '25',
    'gemHole' => '3,4',
  ),
  22015 => 
  array (
    'id' => '22015',
    'name' => '恶蛟狂意',
    'maxStrengthenLv' => '25',
    'gemHole' => '3,4',
  ),
  22016 => 
  array (
    'id' => '22016',
    'name' => '凌波飞羽',
    'maxStrengthenLv' => '25',
    'gemHole' => '3,4',
  ),
  22017 => 
  array (
    'id' => '22017',
    'name' => '踏雪无痕',
    'maxStrengthenLv' => '25',
    'gemHole' => '3,4',
  ),
  22018 => 
  array (
    'id' => '22018',
    'name' => '彩蕊灵环',
    'maxStrengthenLv' => '25',
    'gemHole' => '3,4',
  ),
  22019 => 
  array (
    'id' => '22019',
    'name' => '枯木毒爪',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  22101 => 
  array (
    'id' => '22101',
    'name' => '天卫刀',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  22102 => 
  array (
    'id' => '22102',
    'name' => '天卫珠',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  22103 => 
  array (
    'id' => '22103',
    'name' => '天卫剑',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  22104 => 
  array (
    'id' => '22104',
    'name' => '天卫链',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  22105 => 
  array (
    'id' => '22105',
    'name' => '天卫戒',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  22106 => 
  array (
    'id' => '22106',
    'name' => '天卫手套',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  22107 => 
  array (
    'id' => '22107',
    'name' => '天卫佩',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  22108 => 
  array (
    'id' => '22108',
    'name' => '天卫冠',
    'maxStrengthenLv' => '30',
    'gemHole' => '3,4',
  ),
  22109 => 
  array (
    'id' => '22109',
    'name' => '天卫甲',
    'maxStrengthenLv' => '30',
    'gemHole' => '3,4',
  ),
  22110 => 
  array (
    'id' => '22110',
    'name' => '天卫护腿',
    'maxStrengthenLv' => '30',
    'gemHole' => '3,4',
  ),
  22111 => 
  array (
    'id' => '22111',
    'name' => '天卫肩饰',
    'maxStrengthenLv' => '30',
    'gemHole' => '3,4',
  ),
  22112 => 
  array (
    'id' => '22112',
    'name' => '天卫靴',
    'maxStrengthenLv' => '30',
    'gemHole' => '3,4',
  ),
  22113 => 
  array (
    'id' => '22113',
    'name' => '裂天长刀',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  22114 => 
  array (
    'id' => '22114',
    'name' => '极火无形',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  22115 => 
  array (
    'id' => '22115',
    'name' => '青竹流云',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  22116 => 
  array (
    'id' => '22116',
    'name' => '星华',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  22117 => 
  array (
    'id' => '22117',
    'name' => '魔音千幻',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  22118 => 
  array (
    'id' => '22118',
    'name' => '魔音千幻',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  22119 => 
  array (
    'id' => '22119',
    'name' => '魔音千幻',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  22120 => 
  array (
    'id' => '22120',
    'name' => '不夜灯',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  22121 => 
  array (
    'id' => '22121',
    'name' => '不夜灯',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  22122 => 
  array (
    'id' => '22122',
    'name' => '不夜灯',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  22123 => 
  array (
    'id' => '22123',
    'name' => '紫罗面纱',
    'maxStrengthenLv' => '30',
    'gemHole' => '3,4',
  ),
  22124 => 
  array (
    'id' => '22124',
    'name' => '青丝古甲',
    'maxStrengthenLv' => '30',
    'gemHole' => '3,4',
  ),
  22125 => 
  array (
    'id' => '22125',
    'name' => '皓月云裳',
    'maxStrengthenLv' => '30',
    'gemHole' => '3,4',
  ),
  22126 => 
  array (
    'id' => '22126',
    'name' => '千刃绕指',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  22127 => 
  array (
    'id' => '22127',
    'name' => '银丝幻手',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  22128 => 
  array (
    'id' => '22128',
    'name' => '古玉流光',
    'maxStrengthenLv' => '30',
    'gemHole' => '3,4',
  ),
  22129 => 
  array (
    'id' => '22129',
    'name' => '彩云追月',
    'maxStrengthenLv' => '30',
    'gemHole' => '3,4',
  ),
  22130 => 
  array (
    'id' => '22130',
    'name' => '幽都戒',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2',
  ),
  22131 => 
  array (
    'id' => '22131',
    'name' => '鹏羽傲天',
    'maxStrengthenLv' => '30',
    'gemHole' => '3,4',
  ),
  22132 => 
  array (
    'id' => '22132',
    'name' => '摇光 · 逆天屠圣刀',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2,5',
  ),
  22133 => 
  array (
    'id' => '22133',
    'name' => '摇光 · 伐道封仙印',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2,5',
  ),
  22134 => 
  array (
    'id' => '22134',
    'name' => '摇光 · 禁源弑神剑',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2,5',
  ),
  22135 => 
  array (
    'id' => '22135',
    'name' => '摇光 · 道古太极链',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2,7',
  ),
  22136 => 
  array (
    'id' => '22136',
    'name' => '摇光 · 极道无始戒',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2,7',
  ),
  22137 => 
  array (
    'id' => '22137',
    'name' => '摇光 · 缚灵嗜魂手',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2,9',
  ),
  22138 => 
  array (
    'id' => '22138',
    'name' => '摇光 · 破虚玄真佩',
    'maxStrengthenLv' => '30',
    'gemHole' => '1,2,9',
  ),
  22139 => 
  array (
    'id' => '22139',
    'name' => '摇光 · 圣元回神盔',
    'maxStrengthenLv' => '30',
    'gemHole' => '3,4,8',
  ),
  22140 => 
  array (
    'id' => '22140',
    'name' => '摇光 · 大罗玉清袍',
    'maxStrengthenLv' => '30',
    'gemHole' => '3,4,6',
  ),
  22141 => 
  array (
    'id' => '22141',
    'name' => '摇光 · 乾坤混元裳',
    'maxStrengthenLv' => '30',
    'gemHole' => '3,4,10',
  ),
  22142 => 
  array (
    'id' => '22142',
    'name' => '摇光 · 昊天金阙肩',
    'maxStrengthenLv' => '30',
    'gemHole' => '3,4,8',
  ),
  22143 => 
  array (
    'id' => '22143',
    'name' => '摇光 · 灭尘踏星靴',
    'maxStrengthenLv' => '30',
    'gemHole' => '3,4,10',
  ),
  22201 => 
  array (
    'id' => '22201',
    'name' => '逆潮长戟',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  22202 => 
  array (
    'id' => '22202',
    'name' => '冰魄寒璃',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  22203 => 
  array (
    'id' => '22203',
    'name' => '无锋',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  22204 => 
  array (
    'id' => '22204',
    'name' => '魂源戒',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  22205 => 
  array (
    'id' => '22205',
    'name' => '触月摘星',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  22206 => 
  array (
    'id' => '22206',
    'name' => '冰莲',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  22207 => 
  array (
    'id' => '22207',
    'name' => '冰莲',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  22208 => 
  array (
    'id' => '22208',
    'name' => '冰莲',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  22209 => 
  array (
    'id' => '22209',
    'name' => '太虚铃',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  22210 => 
  array (
    'id' => '22210',
    'name' => '太虚铃',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  22211 => 
  array (
    'id' => '22211',
    'name' => '太虚铃',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  22212 => 
  array (
    'id' => '22212',
    'name' => '赤鳞衣',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  22213 => 
  array (
    'id' => '22213',
    'name' => '狱炎',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  22214 => 
  array (
    'id' => '22214',
    'name' => '瞬步靴',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  22215 => 
  array (
    'id' => '22215',
    'name' => '瞬步靴',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  22216 => 
  array (
    'id' => '22216',
    'name' => '瞬步靴',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  22217 => 
  array (
    'id' => '22217',
    'name' => '虹光',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  22218 => 
  array (
    'id' => '22218',
    'name' => '凤翎冠',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  22219 => 
  array (
    'id' => '22219',
    'name' => '盘龙无双',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  22220 => 
  array (
    'id' => '22220',
    'name' => '赤目煞心',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  22221 => 
  array (
    'id' => '22221',
    'name' => '赤目煞心',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  22222 => 
  array (
    'id' => '22222',
    'name' => '赤目煞心',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  22223 => 
  array (
    'id' => '22223',
    'name' => '邪龙怒波',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  22224 => 
  array (
    'id' => '22224',
    'name' => '邪龙怒波',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  22225 => 
  array (
    'id' => '22225',
    'name' => '邪龙怒波',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  22226 => 
  array (
    'id' => '22226',
    'name' => '凤翼天翔',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  22227 => 
  array (
    'id' => '22227',
    'name' => '六道圣袍',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  22228 => 
  array (
    'id' => '22228',
    'name' => '六道圣袍',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  22229 => 
  array (
    'id' => '22229',
    'name' => '六道圣袍',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  22230 => 
  array (
    'id' => '22230',
    'name' => '葬虹',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22231 => 
  array (
    'id' => '22231',
    'name' => '霜降',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22232 => 
  array (
    'id' => '22232',
    'name' => '灵尘',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22233 => 
  array (
    'id' => '22233',
    'name' => '灵蔓',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22234 => 
  array (
    'id' => '22234',
    'name' => '古木腕纱',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22235 => 
  array (
    'id' => '22235',
    'name' => '孤魂',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22236 => 
  array (
    'id' => '22236',
    'name' => '孤魂',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22237 => 
  array (
    'id' => '22237',
    'name' => '孤魂',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22238 => 
  array (
    'id' => '22238',
    'name' => '红鳞仙光',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  22239 => 
  array (
    'id' => '22239',
    'name' => '古木玄虹',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  22240 => 
  array (
    'id' => '22240',
    'name' => '红尘靴',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  22241 => 
  array (
    'id' => '22241',
    'name' => '红尘靴',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  22242 => 
  array (
    'id' => '22242',
    'name' => '红尘靴',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  22243 => 
  array (
    'id' => '22243',
    'name' => '煞灵环',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22244 => 
  array (
    'id' => '22244',
    'name' => '天心胄',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  22245 => 
  array (
    'id' => '22245',
    'name' => '仙罗玉风',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  22246 => 
  array (
    'id' => '22246',
    'name' => '六幽天卫刀',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  22247 => 
  array (
    'id' => '22247',
    'name' => '六幽天卫珠',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  22248 => 
  array (
    'id' => '22248',
    'name' => '六幽天卫剑',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  22249 => 
  array (
    'id' => '22249',
    'name' => '六幽天卫链',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  22250 => 
  array (
    'id' => '22250',
    'name' => '六幽天卫戒',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  22251 => 
  array (
    'id' => '22251',
    'name' => '六幽天卫手套',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  22252 => 
  array (
    'id' => '22252',
    'name' => '六幽天卫佩',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2',
  ),
  22253 => 
  array (
    'id' => '22253',
    'name' => '六幽天卫冠',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  22254 => 
  array (
    'id' => '22254',
    'name' => '六幽天卫甲',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  22255 => 
  array (
    'id' => '22255',
    'name' => '六幽天卫护腿',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  22256 => 
  array (
    'id' => '22256',
    'name' => '六幽天卫肩饰',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  22257 => 
  array (
    'id' => '22257',
    'name' => '六幽天卫靴',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4',
  ),
  22258 => 
  array (
    'id' => '22258',
    'name' => '开阳 · 逆天屠圣刀',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2,5',
  ),
  22259 => 
  array (
    'id' => '22259',
    'name' => '开阳 · 伐道封仙印',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2,5',
  ),
  22260 => 
  array (
    'id' => '22260',
    'name' => '开阳 · 禁源弑神剑',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2,5',
  ),
  22261 => 
  array (
    'id' => '22261',
    'name' => '开阳 · 道古太极链',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2,7',
  ),
  22262 => 
  array (
    'id' => '22262',
    'name' => '开阳 · 极道无始戒',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2,7',
  ),
  22263 => 
  array (
    'id' => '22263',
    'name' => '开阳 · 缚灵嗜魂手',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2,9',
  ),
  22264 => 
  array (
    'id' => '22264',
    'name' => '开阳 · 破虚玄真佩',
    'maxStrengthenLv' => '35',
    'gemHole' => '1,2,9',
  ),
  22265 => 
  array (
    'id' => '22265',
    'name' => '开阳 · 圣元回神盔',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4,8',
  ),
  22266 => 
  array (
    'id' => '22266',
    'name' => '开阳 · 大罗玉清袍',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4,6',
  ),
  22267 => 
  array (
    'id' => '22267',
    'name' => '开阳 · 乾坤混元裳',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4,10',
  ),
  22268 => 
  array (
    'id' => '22268',
    'name' => '开阳 · 昊天金阙肩',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4,8',
  ),
  22269 => 
  array (
    'id' => '22269',
    'name' => '开阳 · 灭尘踏星靴',
    'maxStrengthenLv' => '35',
    'gemHole' => '3,4,10',
  ),
  22270 => 
  array (
    'id' => '22270',
    'name' => '九幽腐木',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  22301 => 
  array (
    'id' => '22301',
    'name' => '葬邪',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22302 => 
  array (
    'id' => '22302',
    'name' => '霜临',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22303 => 
  array (
    'id' => '22303',
    'name' => '灵虚',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22304 => 
  array (
    'id' => '22304',
    'name' => '玉蔓',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22305 => 
  array (
    'id' => '22305',
    'name' => '古藤腕纱',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22306 => 
  array (
    'id' => '22306',
    'name' => '啼魂',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22307 => 
  array (
    'id' => '22307',
    'name' => '啼魂',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22308 => 
  array (
    'id' => '22308',
    'name' => '啼魂',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22309 => 
  array (
    'id' => '22309',
    'name' => '龙鳞圣光',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  22310 => 
  array (
    'id' => '22310',
    'name' => '玄木三生',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  22311 => 
  array (
    'id' => '22311',
    'name' => '魅影靴',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  22312 => 
  array (
    'id' => '22312',
    'name' => '魅影靴',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  22313 => 
  array (
    'id' => '22313',
    'name' => '魅影靴',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  22314 => 
  array (
    'id' => '22314',
    'name' => '百骷冥环',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22315 => 
  array (
    'id' => '22315',
    'name' => '归元胄',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  22316 => 
  array (
    'id' => '22316',
    'name' => '霞罗玉烟',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  22317 => 
  array (
    'id' => '22317',
    'name' => '幻蛇靡坤',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22318 => 
  array (
    'id' => '22318',
    'name' => '幻蛇靡坤',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22319 => 
  array (
    'id' => '22319',
    'name' => '幻蛇靡坤',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22320 => 
  array (
    'id' => '22320',
    'name' => '七曜天卫刀',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22321 => 
  array (
    'id' => '22321',
    'name' => '七曜天卫珠',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22322 => 
  array (
    'id' => '22322',
    'name' => '七曜天卫剑',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22323 => 
  array (
    'id' => '22323',
    'name' => '七曜天卫链',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22324 => 
  array (
    'id' => '22324',
    'name' => '七曜天卫戒',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22325 => 
  array (
    'id' => '22325',
    'name' => '七曜天卫手套',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22326 => 
  array (
    'id' => '22326',
    'name' => '七曜天卫佩',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2',
  ),
  22327 => 
  array (
    'id' => '22327',
    'name' => '七曜天卫冠',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  22328 => 
  array (
    'id' => '22328',
    'name' => '七曜天卫甲',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  22329 => 
  array (
    'id' => '22329',
    'name' => '七曜天卫护腿',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  22330 => 
  array (
    'id' => '22330',
    'name' => '七曜天卫肩饰',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  22331 => 
  array (
    'id' => '22331',
    'name' => '七曜天卫靴',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  22332 => 
  array (
    'id' => '22332',
    'name' => '玉衡 · 逆天屠圣刀',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2,5',
  ),
  22333 => 
  array (
    'id' => '22333',
    'name' => '玉衡 · 伐道封仙印',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2,5',
  ),
  22334 => 
  array (
    'id' => '22334',
    'name' => '玉衡 · 禁源弑神剑',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2,5',
  ),
  22335 => 
  array (
    'id' => '22335',
    'name' => '玉衡 · 道古太极链',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2,7',
  ),
  22336 => 
  array (
    'id' => '22336',
    'name' => '玉衡 · 极道无始戒',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2,7',
  ),
  22337 => 
  array (
    'id' => '22337',
    'name' => '玉衡 · 缚灵嗜魂手',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2,9',
  ),
  22338 => 
  array (
    'id' => '22338',
    'name' => '玉衡 · 破虚玄真佩',
    'maxStrengthenLv' => '40',
    'gemHole' => '1,2,9',
  ),
  22339 => 
  array (
    'id' => '22339',
    'name' => '玉衡 · 圣元回神盔',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4,8',
  ),
  22340 => 
  array (
    'id' => '22340',
    'name' => '玉衡 · 大罗玉清袍',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4,6',
  ),
  22341 => 
  array (
    'id' => '22341',
    'name' => '玉衡 · 乾坤混元裳',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4,10',
  ),
  22342 => 
  array (
    'id' => '22342',
    'name' => '玉衡 · 昊天金阙肩',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4,8',
  ),
  22343 => 
  array (
    'id' => '22343',
    'name' => '玉衡 · 灭尘踏星靴',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4,10',
  ),
  22344 => 
  array (
    'id' => '22344',
    'name' => '玉叶荷裳',
    'maxStrengthenLv' => '40',
    'gemHole' => '3,4',
  ),
  22401 => 
  array (
    'id' => '22401',
    'name' => '天权 · 逆天屠圣刀',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2,5',
  ),
  22402 => 
  array (
    'id' => '22402',
    'name' => '天权 · 伐道封仙印',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2,5',
  ),
  22403 => 
  array (
    'id' => '22403',
    'name' => '天权 · 禁源弑神剑',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2,5',
  ),
  22404 => 
  array (
    'id' => '22404',
    'name' => '天权 · 道古太极链',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2,7',
  ),
  22405 => 
  array (
    'id' => '22405',
    'name' => '天权 · 极道无始戒',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2,7',
  ),
  22406 => 
  array (
    'id' => '22406',
    'name' => '天权 · 缚灵嗜魂手',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2,9',
  ),
  22407 => 
  array (
    'id' => '22407',
    'name' => '天权 · 破虚玄真佩',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2,9',
  ),
  22408 => 
  array (
    'id' => '22408',
    'name' => '天权 · 圣元回神盔',
    'maxStrengthenLv' => '45',
    'gemHole' => '3,4,8',
  ),
  22409 => 
  array (
    'id' => '22409',
    'name' => '天权 · 大罗玉清袍',
    'maxStrengthenLv' => '45',
    'gemHole' => '3,4,6',
  ),
  22410 => 
  array (
    'id' => '22410',
    'name' => '天权 · 乾坤混元裳',
    'maxStrengthenLv' => '45',
    'gemHole' => '3,4,10',
  ),
  22411 => 
  array (
    'id' => '22411',
    'name' => '天权 · 昊天金阙肩',
    'maxStrengthenLv' => '45',
    'gemHole' => '3,4,8',
  ),
  22412 => 
  array (
    'id' => '22412',
    'name' => '天权 · 灭尘踏星靴',
    'maxStrengthenLv' => '45',
    'gemHole' => '3,4,10',
  ),
  22413 => 
  array (
    'id' => '22413',
    'name' => '赤雨宣花',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  22414 => 
  array (
    'id' => '22414',
    'name' => '紫絮霜雪',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  22415 => 
  array (
    'id' => '22415',
    'name' => '青岚碧水',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  22416 => 
  array (
    'id' => '22416',
    'name' => '龙磐',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  22417 => 
  array (
    'id' => '22417',
    'name' => '星幻',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  22418 => 
  array (
    'id' => '22418',
    'name' => '金丝玉焰',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  22419 => 
  array (
    'id' => '22419',
    'name' => '魂殇',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  22420 => 
  array (
    'id' => '22420',
    'name' => '肃灵盔',
    'maxStrengthenLv' => '45',
    'gemHole' => '3,4',
  ),
  22421 => 
  array (
    'id' => '22421',
    'name' => '玄涅金甲',
    'maxStrengthenLv' => '45',
    'gemHole' => '3,4',
  ),
  22422 => 
  array (
    'id' => '22422',
    'name' => '锁云裳',
    'maxStrengthenLv' => '45',
    'gemHole' => '3,4',
  ),
  22423 => 
  array (
    'id' => '22423',
    'name' => '凤瑶',
    'maxStrengthenLv' => '45',
    'gemHole' => '3,4',
  ),
  22424 => 
  array (
    'id' => '22424',
    'name' => '惊尘履',
    'maxStrengthenLv' => '45',
    'gemHole' => '3,4',
  ),
  22425 => 
  array (
    'id' => '22425',
    'name' => '空霜镜',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  22426 => 
  array (
    'id' => '22426',
    'name' => '空霜镜',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  22427 => 
  array (
    'id' => '22427',
    'name' => '空霜镜',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  22428 => 
  array (
    'id' => '22428',
    'name' => '85级头盔',
    'maxStrengthenLv' => '45',
    'gemHole' => '3,4',
  ),
  22429 => 
  array (
    'id' => '22429',
    'name' => '85级头盔',
    'maxStrengthenLv' => '45',
    'gemHole' => '3,4',
  ),
  22430 => 
  array (
    'id' => '22430',
    'name' => '85级头盔',
    'maxStrengthenLv' => '45',
    'gemHole' => '3,4',
  ),
  22431 => 
  array (
    'id' => '22431',
    'name' => '八绝天卫刀',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  22432 => 
  array (
    'id' => '22432',
    'name' => '八绝天卫珠',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  22433 => 
  array (
    'id' => '22433',
    'name' => '八绝天卫剑',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  22434 => 
  array (
    'id' => '22434',
    'name' => '八绝天卫链',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  22435 => 
  array (
    'id' => '22435',
    'name' => '八绝天卫戒',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  22436 => 
  array (
    'id' => '22436',
    'name' => '八绝天卫手套',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  22437 => 
  array (
    'id' => '22437',
    'name' => '八绝天卫佩',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  22438 => 
  array (
    'id' => '22438',
    'name' => '八绝天卫冠',
    'maxStrengthenLv' => '45',
    'gemHole' => '3,4',
  ),
  22439 => 
  array (
    'id' => '22439',
    'name' => '八绝天卫甲',
    'maxStrengthenLv' => '45',
    'gemHole' => '3,4',
  ),
  22440 => 
  array (
    'id' => '22440',
    'name' => '八绝天卫护腿',
    'maxStrengthenLv' => '45',
    'gemHole' => '3,4',
  ),
  22441 => 
  array (
    'id' => '22441',
    'name' => '八绝天卫肩饰',
    'maxStrengthenLv' => '45',
    'gemHole' => '3,4',
  ),
  22442 => 
  array (
    'id' => '22442',
    'name' => '八绝天卫靴',
    'maxStrengthenLv' => '45',
    'gemHole' => '3,4',
  ),
  22443 => 
  array (
    'id' => '22443',
    'name' => '焚魂',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  22444 => 
  array (
    'id' => '22444',
    'name' => '焚魂',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  22445 => 
  array (
    'id' => '22445',
    'name' => '焚魂',
    'maxStrengthenLv' => '45',
    'gemHole' => '1,2',
  ),
  23001 => 
  array (
    'id' => '23001',
    'name' => '焰琉玉环',
    'maxStrengthenLv' => '20',
    'gemHole' => '1,2',
  ),
  23002 => 
  array (
    'id' => '23002',
    'name' => '百灵手镯',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  23003 => 
  array (
    'id' => '23003',
    'name' => '百灵手镯',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  23004 => 
  array (
    'id' => '23004',
    'name' => '百灵手镯',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  23005 => 
  array (
    'id' => '23005',
    'name' => '日曜',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  23006 => 
  array (
    'id' => '23006',
    'name' => '星陨',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  23007 => 
  array (
    'id' => '23007',
    'name' => '月蚀',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  23008 => 
  array (
    'id' => '23008',
    'name' => '韶华之忆',
    'maxStrengthenLv' => '25',
    'gemHole' => '1,2',
  ),
  24001 => 
  array (
    'id' => '24001',
    'name' => '星澜古印',
    'maxStrengthenLv' => '0',
    'gemHole' => '',
  ),
  29990 => 
  array (
    'id' => '29990',
    'name' => '一招秒',
    'maxStrengthenLv' => '5',
    'gemHole' => '1,2,3,4',
  ),
  29991 => 
  array (
    'id' => '29991',
    'name' => '测试武器a',
    'maxStrengthenLv' => '5',
    'gemHole' => '1,2',
  ),
  29992 => 
  array (
    'id' => '29992',
    'name' => '测试武器b',
    'maxStrengthenLv' => '5',
    'gemHole' => '1,2',
  ),
  29993 => 
  array (
    'id' => '29993',
    'name' => '测试武器c',
    'maxStrengthenLv' => '5',
    'gemHole' => '1,2',
  ),
  29994 => 
  array (
    'id' => '29994',
    'name' => '测试护符',
    'maxStrengthenLv' => '5',
    'gemHole' => '',
  ),
  29995 => 
  array (
    'id' => '29995',
    'name' => '加速武器',
    'maxStrengthenLv' => '5',
    'gemHole' => '',
  ),
  29996 => 
  array (
    'id' => '29996',
    'name' => '测试武器2',
    'maxStrengthenLv' => '5',
    'gemHole' => '',
  ),
  29997 => 
  array (
    'id' => '29997',
    'name' => '测试红装',
    'maxStrengthenLv' => '25',
    'gemHole' => '',
  ),
  29998 => 
  array (
    'id' => '29998',
    'name' => 'GM2长刀',
    'maxStrengthenLv' => '5',
    'gemHole' => '',
  ),
  29999 => 
  array (
    'id' => '29999',
    'name' => 'GM长刀',
    'maxStrengthenLv' => '5',
    'gemHole' => '1,2,3,4,5',
  ),
  30001 => 
  array (
    'id' => '30001',
    'name' => '云风石(1级)',
    'holeType' => '1',
  ),
  30002 => 
  array (
    'id' => '30002',
    'name' => '云风石(2级)',
    'holeType' => '1',
  ),
  30003 => 
  array (
    'id' => '30003',
    'name' => '云风石(3级)',
    'holeType' => '1',
  ),
  30004 => 
  array (
    'id' => '30004',
    'name' => '云风石(4级)',
    'holeType' => '1',
  ),
  30005 => 
  array (
    'id' => '30005',
    'name' => '云风石(5级)',
    'holeType' => '1',
  ),
  30006 => 
  array (
    'id' => '30006',
    'name' => '云风石(满级)',
    'holeType' => '1',
  ),
  30007 => 
  array (
    'id' => '30007',
    'name' => '雷霄玉(1级)',
    'holeType' => '1',
  ),
  30008 => 
  array (
    'id' => '30008',
    'name' => '雷霄玉(2级)',
    'holeType' => '1',
  ),
  30009 => 
  array (
    'id' => '30009',
    'name' => '雷霄玉(3级)',
    'holeType' => '1',
  ),
  30010 => 
  array (
    'id' => '30010',
    'name' => '雷霄玉(4级)',
    'holeType' => '1',
  ),
  30011 => 
  array (
    'id' => '30011',
    'name' => '雷霄玉(5级)',
    'holeType' => '1',
  ),
  30012 => 
  array (
    'id' => '30012',
    'name' => '雷霄玉(6级)',
    'holeType' => '1',
  ),
  30013 => 
  array (
    'id' => '30013',
    'name' => '雷霄玉(7级)',
    'holeType' => '1',
  ),
  30014 => 
  array (
    'id' => '30014',
    'name' => '雷霄玉(满级)',
    'holeType' => '1',
  ),
  30015 => 
  array (
    'id' => '30015',
    'name' => '麒麟灵珠(1级)',
    'holeType' => '1',
  ),
  30016 => 
  array (
    'id' => '30016',
    'name' => '麒麟灵珠(2级)',
    'holeType' => '1',
  ),
  30017 => 
  array (
    'id' => '30017',
    'name' => '麒麟灵珠(3级)',
    'holeType' => '1',
  ),
  30018 => 
  array (
    'id' => '30018',
    'name' => '麒麟灵珠(4级)',
    'holeType' => '1',
  ),
  30019 => 
  array (
    'id' => '30019',
    'name' => '麒麟灵珠(5级)',
    'holeType' => '1',
  ),
  30020 => 
  array (
    'id' => '30020',
    'name' => '麒麟灵珠(6级)',
    'holeType' => '1',
  ),
  30021 => 
  array (
    'id' => '30021',
    'name' => '麒麟灵珠(7级)',
    'holeType' => '1',
  ),
  30022 => 
  array (
    'id' => '30022',
    'name' => '麒麟灵珠(8级)',
    'holeType' => '1',
  ),
  30023 => 
  array (
    'id' => '30023',
    'name' => '麒麟灵珠(9级)',
    'holeType' => '1',
  ),
  30024 => 
  array (
    'id' => '30024',
    'name' => '麒麟灵珠(满级)',
    'holeType' => '1',
  ),
  30025 => 
  array (
    'id' => '30025',
    'name' => '琉火石(1级)',
    'holeType' => '2',
  ),
  30026 => 
  array (
    'id' => '30026',
    'name' => '琉火石(2级)',
    'holeType' => '2',
  ),
  30027 => 
  array (
    'id' => '30027',
    'name' => '琉火石(3级)',
    'holeType' => '2',
  ),
  30028 => 
  array (
    'id' => '30028',
    'name' => '琉火石(4级)',
    'holeType' => '2',
  ),
  30029 => 
  array (
    'id' => '30029',
    'name' => '琉火石(5级)',
    'holeType' => '2',
  ),
  30030 => 
  array (
    'id' => '30030',
    'name' => '琉火石(满级)',
    'holeType' => '2',
  ),
  30031 => 
  array (
    'id' => '30031',
    'name' => '赤焰玉(1级)',
    'holeType' => '2',
  ),
  30032 => 
  array (
    'id' => '30032',
    'name' => '赤焰玉(2级)',
    'holeType' => '2',
  ),
  30033 => 
  array (
    'id' => '30033',
    'name' => '赤焰玉(3级)',
    'holeType' => '2',
  ),
  30034 => 
  array (
    'id' => '30034',
    'name' => '赤焰玉(4级)',
    'holeType' => '2',
  ),
  30035 => 
  array (
    'id' => '30035',
    'name' => '赤焰玉(5级)',
    'holeType' => '2',
  ),
  30036 => 
  array (
    'id' => '30036',
    'name' => '赤焰玉(6级)',
    'holeType' => '2',
  ),
  30037 => 
  array (
    'id' => '30037',
    'name' => '赤焰玉(7级)',
    'holeType' => '2',
  ),
  30038 => 
  array (
    'id' => '30038',
    'name' => '赤焰玉(满级)',
    'holeType' => '2',
  ),
  30039 => 
  array (
    'id' => '30039',
    'name' => '炎凤灵珠(1级)',
    'holeType' => '2',
  ),
  30040 => 
  array (
    'id' => '30040',
    'name' => '炎凤灵珠(2级)',
    'holeType' => '2',
  ),
  30041 => 
  array (
    'id' => '30041',
    'name' => '炎凤灵珠(3级)',
    'holeType' => '2',
  ),
  30042 => 
  array (
    'id' => '30042',
    'name' => '炎凤灵珠(4级)',
    'holeType' => '2',
  ),
  30043 => 
  array (
    'id' => '30043',
    'name' => '炎凤灵珠(5级)',
    'holeType' => '2',
  ),
  30044 => 
  array (
    'id' => '30044',
    'name' => '炎凤灵珠(6级)',
    'holeType' => '2',
  ),
  30045 => 
  array (
    'id' => '30045',
    'name' => '炎凤灵珠(7级)',
    'holeType' => '2',
  ),
  30046 => 
  array (
    'id' => '30046',
    'name' => '炎凤灵珠(8级)',
    'holeType' => '2',
  ),
  30047 => 
  array (
    'id' => '30047',
    'name' => '炎凤灵珠(9级)',
    'holeType' => '2',
  ),
  30048 => 
  array (
    'id' => '30048',
    'name' => '炎凤灵珠(满级)',
    'holeType' => '2',
  ),
  30049 => 
  array (
    'id' => '30049',
    'name' => '冰霜石(1级)',
    'holeType' => '3',
  ),
  30050 => 
  array (
    'id' => '30050',
    'name' => '冰霜石(2级)',
    'holeType' => '3',
  ),
  30051 => 
  array (
    'id' => '30051',
    'name' => '冰霜石(3级)',
    'holeType' => '3',
  ),
  30052 => 
  array (
    'id' => '30052',
    'name' => '冰霜石(4级)',
    'holeType' => '3',
  ),
  30053 => 
  array (
    'id' => '30053',
    'name' => '冰霜石(5级)',
    'holeType' => '3',
  ),
  30054 => 
  array (
    'id' => '30054',
    'name' => '冰霜石(满级)',
    'holeType' => '3',
  ),
  30055 => 
  array (
    'id' => '30055',
    'name' => '寒光玉(1级)',
    'holeType' => '3',
  ),
  30056 => 
  array (
    'id' => '30056',
    'name' => '寒光玉(2级)',
    'holeType' => '3',
  ),
  30057 => 
  array (
    'id' => '30057',
    'name' => '寒光玉(3级)',
    'holeType' => '3',
  ),
  30058 => 
  array (
    'id' => '30058',
    'name' => '寒光玉(4级)',
    'holeType' => '3',
  ),
  30059 => 
  array (
    'id' => '30059',
    'name' => '寒光玉(5级)',
    'holeType' => '3',
  ),
  30060 => 
  array (
    'id' => '30060',
    'name' => '寒光玉(6级)',
    'holeType' => '3',
  ),
  30061 => 
  array (
    'id' => '30061',
    'name' => '寒光玉(7级)',
    'holeType' => '3',
  ),
  30062 => 
  array (
    'id' => '30062',
    'name' => '寒光玉(满级)',
    'holeType' => '3',
  ),
  30063 => 
  array (
    'id' => '30063',
    'name' => '冥蛟灵珠(1级)',
    'holeType' => '3',
  ),
  30064 => 
  array (
    'id' => '30064',
    'name' => '冥蛟灵珠(2级)',
    'holeType' => '3',
  ),
  30065 => 
  array (
    'id' => '30065',
    'name' => '冥蛟灵珠(3级)',
    'holeType' => '3',
  ),
  30066 => 
  array (
    'id' => '30066',
    'name' => '冥蛟灵珠(4级)',
    'holeType' => '3',
  ),
  30067 => 
  array (
    'id' => '30067',
    'name' => '冥蛟灵珠(5级)',
    'holeType' => '3',
  ),
  30068 => 
  array (
    'id' => '30068',
    'name' => '冥蛟灵珠(6级)',
    'holeType' => '3',
  ),
  30069 => 
  array (
    'id' => '30069',
    'name' => '冥蛟灵珠(7级)',
    'holeType' => '3',
  ),
  30070 => 
  array (
    'id' => '30070',
    'name' => '冥蛟灵珠(8级)',
    'holeType' => '3',
  ),
  30071 => 
  array (
    'id' => '30071',
    'name' => '冥蛟灵珠(9级)',
    'holeType' => '3',
  ),
  30072 => 
  array (
    'id' => '30072',
    'name' => '冥蛟灵珠(满级)',
    'holeType' => '3',
  ),
  30073 => 
  array (
    'id' => '30073',
    'name' => '金刚石(1级)',
    'holeType' => '4',
  ),
  30074 => 
  array (
    'id' => '30074',
    'name' => '金刚石(2级)',
    'holeType' => '4',
  ),
  30075 => 
  array (
    'id' => '30075',
    'name' => '金刚石(3级)',
    'holeType' => '4',
  ),
  30076 => 
  array (
    'id' => '30076',
    'name' => '金刚石(4级)',
    'holeType' => '4',
  ),
  30077 => 
  array (
    'id' => '30077',
    'name' => '金刚石(5级)',
    'holeType' => '4',
  ),
  30078 => 
  array (
    'id' => '30078',
    'name' => '金刚石(满级)',
    'holeType' => '4',
  ),
  30079 => 
  array (
    'id' => '30079',
    'name' => '坤山玉(1级)',
    'holeType' => '4',
  ),
  30080 => 
  array (
    'id' => '30080',
    'name' => '坤山玉(2级)',
    'holeType' => '4',
  ),
  30081 => 
  array (
    'id' => '30081',
    'name' => '坤山玉(3级)',
    'holeType' => '4',
  ),
  30082 => 
  array (
    'id' => '30082',
    'name' => '坤山玉(4级)',
    'holeType' => '4',
  ),
  30083 => 
  array (
    'id' => '30083',
    'name' => '坤山玉(5级)',
    'holeType' => '4',
  ),
  30084 => 
  array (
    'id' => '30084',
    'name' => '坤山玉(6级)',
    'holeType' => '4',
  ),
  30085 => 
  array (
    'id' => '30085',
    'name' => '坤山玉(7级)',
    'holeType' => '4',
  ),
  30086 => 
  array (
    'id' => '30086',
    'name' => '坤山玉(满级)',
    'holeType' => '4',
  ),
  30087 => 
  array (
    'id' => '30087',
    'name' => '玄龟灵珠(1级)',
    'holeType' => '4',
  ),
  30088 => 
  array (
    'id' => '30088',
    'name' => '玄龟灵珠(2级)',
    'holeType' => '4',
  ),
  30089 => 
  array (
    'id' => '30089',
    'name' => '玄龟灵珠(3级)',
    'holeType' => '4',
  ),
  30090 => 
  array (
    'id' => '30090',
    'name' => '玄龟灵珠(4级)',
    'holeType' => '4',
  ),
  30091 => 
  array (
    'id' => '30091',
    'name' => '玄龟灵珠(5级)',
    'holeType' => '4',
  ),
  30092 => 
  array (
    'id' => '30092',
    'name' => '玄龟灵珠(6级)',
    'holeType' => '4',
  ),
  30093 => 
  array (
    'id' => '30093',
    'name' => '玄龟灵珠(7级)',
    'holeType' => '4',
  ),
  30094 => 
  array (
    'id' => '30094',
    'name' => '玄龟灵珠(8级)',
    'holeType' => '4',
  ),
  30095 => 
  array (
    'id' => '30095',
    'name' => '玄龟灵珠(9级)',
    'holeType' => '4',
  ),
  30096 => 
  array (
    'id' => '30096',
    'name' => '玄龟灵珠(满级)',
    'holeType' => '4',
  ),
  30101 => 
  array (
    'id' => '30101',
    'name' => '乾罡天晶(1级)',
    'holeType' => '5',
  ),
  30102 => 
  array (
    'id' => '30102',
    'name' => '乾罡天晶(2级)',
    'holeType' => '5',
  ),
  30103 => 
  array (
    'id' => '30103',
    'name' => '乾罡天晶(3级)',
    'holeType' => '5',
  ),
  30104 => 
  array (
    'id' => '30104',
    'name' => '乾罡天晶(4级)',
    'holeType' => '5',
  ),
  30105 => 
  array (
    'id' => '30105',
    'name' => '乾罡天晶(5级)',
    'holeType' => '5',
  ),
  30111 => 
  array (
    'id' => '30111',
    'name' => '坤煞天晶(1级)',
    'holeType' => '6',
  ),
  30112 => 
  array (
    'id' => '30112',
    'name' => '坤煞天晶(2级)',
    'holeType' => '6',
  ),
  30113 => 
  array (
    'id' => '30113',
    'name' => '坤煞天晶(3级)',
    'holeType' => '6',
  ),
  30114 => 
  array (
    'id' => '30114',
    'name' => '坤煞天晶(4级)',
    'holeType' => '6',
  ),
  30115 => 
  array (
    'id' => '30115',
    'name' => '坤煞天晶(5级)',
    'holeType' => '6',
  ),
  30121 => 
  array (
    'id' => '30121',
    'name' => '烈火天晶(1级)',
    'holeType' => '7',
  ),
  30122 => 
  array (
    'id' => '30122',
    'name' => '烈火天晶(2级)',
    'holeType' => '7',
  ),
  30123 => 
  array (
    'id' => '30123',
    'name' => '烈火天晶(3级)',
    'holeType' => '7',
  ),
  30124 => 
  array (
    'id' => '30124',
    'name' => '烈火天晶(4级)',
    'holeType' => '7',
  ),
  30125 => 
  array (
    'id' => '30125',
    'name' => '烈火天晶(5级)',
    'holeType' => '7',
  ),
  30131 => 
  array (
    'id' => '30131',
    'name' => '岚风天晶(1级)',
    'holeType' => '8',
  ),
  30132 => 
  array (
    'id' => '30132',
    'name' => '岚风天晶(2级)',
    'holeType' => '8',
  ),
  30133 => 
  array (
    'id' => '30133',
    'name' => '岚风天晶(3级)',
    'holeType' => '8',
  ),
  30134 => 
  array (
    'id' => '30134',
    'name' => '岚风天晶(4级)',
    'holeType' => '8',
  ),
  30135 => 
  array (
    'id' => '30135',
    'name' => '岚风天晶(5级)',
    'holeType' => '8',
  ),
  30141 => 
  array (
    'id' => '30141',
    'name' => '狂雷天晶(1级)',
    'holeType' => '9',
  ),
  30142 => 
  array (
    'id' => '30142',
    'name' => '狂雷天晶(2级)',
    'holeType' => '9',
  ),
  30143 => 
  array (
    'id' => '30143',
    'name' => '狂雷天晶(3级)',
    'holeType' => '9',
  ),
  30144 => 
  array (
    'id' => '30144',
    'name' => '狂雷天晶(4级)',
    'holeType' => '9',
  ),
  30145 => 
  array (
    'id' => '30145',
    'name' => '狂雷天晶(5级)',
    'holeType' => '9',
  ),
  30151 => 
  array (
    'id' => '30151',
    'name' => '血炼天晶(1级)',
    'holeType' => '10',
  ),
  30152 => 
  array (
    'id' => '30152',
    'name' => '血炼天晶(2级)',
    'holeType' => '10',
  ),
  30153 => 
  array (
    'id' => '30153',
    'name' => '血炼天晶(3级)',
    'holeType' => '10',
  ),
  30154 => 
  array (
    'id' => '30154',
    'name' => '血炼天晶(4级)',
    'holeType' => '10',
  ),
  30155 => 
  array (
    'id' => '30155',
    'name' => '血炼天晶(5级)',
    'holeType' => '10',
  ),
  39999 => 
  array (
    'id' => '39999',
    'name' => '测试红装宝石',
    'holeType' => '5',
  ),
  50001 => 
  array (
    'id' => '50001',
    'name' => '雷兽圣纹(1级)',
    'type2' => '1',
    'zhandouli' => '20',
  ),
  50002 => 
  array (
    'id' => '50002',
    'name' => '雷兽圣纹(2级)',
    'type2' => '1',
    'zhandouli' => '80',
  ),
  50003 => 
  array (
    'id' => '50003',
    'name' => '雷兽圣纹(3级)',
    'type2' => '1',
    'zhandouli' => '250',
  ),
  50004 => 
  array (
    'id' => '50004',
    'name' => '雷兽圣纹(4级)',
    'type2' => '1',
    'zhandouli' => '500',
  ),
  50005 => 
  array (
    'id' => '50005',
    'name' => '雷兽圣纹(5级)',
    'type2' => '1',
    'zhandouli' => '1340',
  ),
  50006 => 
  array (
    'id' => '50006',
    'name' => '雷兽圣纹(6级)',
    'type2' => '1',
    'zhandouli' => '3440',
  ),
  50007 => 
  array (
    'id' => '50007',
    'name' => '雷兽圣纹(7级)',
    'type2' => '1',
    'zhandouli' => '7770',
  ),
  50008 => 
  array (
    'id' => '50008',
    'name' => '雷兽圣纹(8级)',
    'type2' => '1',
    'zhandouli' => '15750',
  ),
  50009 => 
  array (
    'id' => '50009',
    'name' => '雷兽圣纹(9级)',
    'type2' => '1',
    'zhandouli' => '31500',
  ),
  50010 => 
  array (
    'id' => '50010',
    'name' => '雷兽圣纹(10级)',
    'type2' => '1',
    'zhandouli' => '63000',
  ),
  50011 => 
  array (
    'id' => '50011',
    'name' => '冥龙圣纹(1级)',
    'type2' => '2',
    'zhandouli' => '20',
  ),
  50012 => 
  array (
    'id' => '50012',
    'name' => '冥龙圣纹(2级)',
    'type2' => '2',
    'zhandouli' => '80',
  ),
  50013 => 
  array (
    'id' => '50013',
    'name' => '冥龙圣纹(3级)',
    'type2' => '2',
    'zhandouli' => '250',
  ),
  50014 => 
  array (
    'id' => '50014',
    'name' => '冥龙圣纹(4级)',
    'type2' => '2',
    'zhandouli' => '500',
  ),
  50015 => 
  array (
    'id' => '50015',
    'name' => '冥龙圣纹(5级)',
    'type2' => '2',
    'zhandouli' => '1340',
  ),
  50016 => 
  array (
    'id' => '50016',
    'name' => '冥龙圣纹(6级)',
    'type2' => '2',
    'zhandouli' => '3440',
  ),
  50017 => 
  array (
    'id' => '50017',
    'name' => '冥龙圣纹(7级)',
    'type2' => '2',
    'zhandouli' => '7770',
  ),
  50018 => 
  array (
    'id' => '50018',
    'name' => '冥龙圣纹(8级)',
    'type2' => '2',
    'zhandouli' => '15750',
  ),
  50019 => 
  array (
    'id' => '50019',
    'name' => '冥龙圣纹(9级)',
    'type2' => '2',
    'zhandouli' => '31500',
  ),
  50020 => 
  array (
    'id' => '50020',
    'name' => '冥龙圣纹(10级)',
    'type2' => '2',
    'zhandouli' => '63000',
  ),
  50021 => 
  array (
    'id' => '50021',
    'name' => '灵狐圣纹(1级)',
    'type2' => '3',
    'zhandouli' => '20',
  ),
  50022 => 
  array (
    'id' => '50022',
    'name' => '灵狐圣纹(2级)',
    'type2' => '3',
    'zhandouli' => '80',
  ),
  50023 => 
  array (
    'id' => '50023',
    'name' => '灵狐圣纹(3级)',
    'type2' => '3',
    'zhandouli' => '250',
  ),
  50024 => 
  array (
    'id' => '50024',
    'name' => '灵狐圣纹(4级)',
    'type2' => '3',
    'zhandouli' => '500',
  ),
  50025 => 
  array (
    'id' => '50025',
    'name' => '灵狐圣纹(5级)',
    'type2' => '3',
    'zhandouli' => '1340',
  ),
  50026 => 
  array (
    'id' => '50026',
    'name' => '灵狐圣纹(6级)',
    'type2' => '3',
    'zhandouli' => '3440',
  ),
  50027 => 
  array (
    'id' => '50027',
    'name' => '灵狐圣纹(7级)',
    'type2' => '3',
    'zhandouli' => '7770',
  ),
  50028 => 
  array (
    'id' => '50028',
    'name' => '灵狐圣纹(8级)',
    'type2' => '3',
    'zhandouli' => '15750',
  ),
  50029 => 
  array (
    'id' => '50029',
    'name' => '灵狐圣纹(9级)',
    'type2' => '3',
    'zhandouli' => '31500',
  ),
  50030 => 
  array (
    'id' => '50030',
    'name' => '灵狐圣纹(10级)',
    'type2' => '3',
    'zhandouli' => '63000',
  ),
  50031 => 
  array (
    'id' => '50031',
    'name' => '蛟螭圣纹(1级)',
    'type2' => '4',
    'zhandouli' => '20',
  ),
  50032 => 
  array (
    'id' => '50032',
    'name' => '蛟螭圣纹(2级)',
    'type2' => '4',
    'zhandouli' => '80',
  ),
  50033 => 
  array (
    'id' => '50033',
    'name' => '蛟螭圣纹(3级)',
    'type2' => '4',
    'zhandouli' => '250',
  ),
  50034 => 
  array (
    'id' => '50034',
    'name' => '蛟螭圣纹(4级)',
    'type2' => '4',
    'zhandouli' => '500',
  ),
  50035 => 
  array (
    'id' => '50035',
    'name' => '蛟螭圣纹(5级)',
    'type2' => '4',
    'zhandouli' => '1340',
  ),
  50036 => 
  array (
    'id' => '50036',
    'name' => '蛟螭圣纹(6级)',
    'type2' => '4',
    'zhandouli' => '3360',
  ),
  50037 => 
  array (
    'id' => '50037',
    'name' => '蛟螭圣纹(7级)',
    'type2' => '4',
    'zhandouli' => '7560',
  ),
  50038 => 
  array (
    'id' => '50038',
    'name' => '蛟螭圣纹(8级)',
    'type2' => '4',
    'zhandouli' => '15540',
  ),
  50039 => 
  array (
    'id' => '50039',
    'name' => '蛟螭圣纹(9级)',
    'type2' => '4',
    'zhandouli' => '31500',
  ),
  50040 => 
  array (
    'id' => '50040',
    'name' => '蛟螭圣纹(10级)',
    'type2' => '4',
    'zhandouli' => '63000',
  ),
  50041 => 
  array (
    'id' => '50041',
    'name' => '金乌圣纹(1级)',
    'type2' => '5',
    'zhandouli' => '20',
  ),
  50042 => 
  array (
    'id' => '50042',
    'name' => '金乌圣纹(2级)',
    'type2' => '5',
    'zhandouli' => '80',
  ),
  50043 => 
  array (
    'id' => '50043',
    'name' => '金乌圣纹(3级)',
    'type2' => '5',
    'zhandouli' => '250',
  ),
  50044 => 
  array (
    'id' => '50044',
    'name' => '金乌圣纹(4级)',
    'type2' => '5',
    'zhandouli' => '500',
  ),
  50045 => 
  array (
    'id' => '50045',
    'name' => '金乌圣纹(5级)',
    'type2' => '5',
    'zhandouli' => '1340',
  ),
  50046 => 
  array (
    'id' => '50046',
    'name' => '金乌圣纹(6级)',
    'type2' => '5',
    'zhandouli' => '3360',
  ),
  50047 => 
  array (
    'id' => '50047',
    'name' => '金乌圣纹(7级)',
    'type2' => '5',
    'zhandouli' => '7560',
  ),
  50048 => 
  array (
    'id' => '50048',
    'name' => '金乌圣纹(8级)',
    'type2' => '5',
    'zhandouli' => '15540',
  ),
  50049 => 
  array (
    'id' => '50049',
    'name' => '金乌圣纹(9级)',
    'type2' => '5',
    'zhandouli' => '31500',
  ),
  50050 => 
  array (
    'id' => '50050',
    'name' => '金乌圣纹(10级)',
    'type2' => '5',
    'zhandouli' => '63000',
  ),
  50051 => 
  array (
    'id' => '50051',
    'name' => '白泽圣纹(1级)',
    'type2' => '6',
    'zhandouli' => '20',
  ),
  50052 => 
  array (
    'id' => '50052',
    'name' => '白泽圣纹(2级)',
    'type2' => '6',
    'zhandouli' => '80',
  ),
  50053 => 
  array (
    'id' => '50053',
    'name' => '白泽圣纹(3级)',
    'type2' => '6',
    'zhandouli' => '250',
  ),
  50054 => 
  array (
    'id' => '50054',
    'name' => '白泽圣纹(4级)',
    'type2' => '6',
    'zhandouli' => '500',
  ),
  50055 => 
  array (
    'id' => '50055',
    'name' => '白泽圣纹(5级)',
    'type2' => '6',
    'zhandouli' => '1340',
  ),
  50056 => 
  array (
    'id' => '50056',
    'name' => '白泽圣纹(6级)',
    'type2' => '6',
    'zhandouli' => '3360',
  ),
  50057 => 
  array (
    'id' => '50057',
    'name' => '白泽圣纹(7级)',
    'type2' => '6',
    'zhandouli' => '7560',
  ),
  50058 => 
  array (
    'id' => '50058',
    'name' => '白泽圣纹(8级)',
    'type2' => '6',
    'zhandouli' => '15540',
  ),
  50059 => 
  array (
    'id' => '50059',
    'name' => '白泽圣纹(9级)',
    'type2' => '6',
    'zhandouli' => '31500',
  ),
  0 => 
  array (
    'id' => '0',
    'name' => 'Q仙基金',
  ),
  2 => 
  array (
    'id' => '2',
    'name' => 'Q仙投资',
  ),
);