<?php 
// update: 2015-03-13 14:26:53
$dictGem = array (
  30001 => 
  array (
    'id' => '30001',
    'name' => '云风石(1级)',
    'holeType' => '1',
  ),
  30002 => 
  array (
    'id' => '30002',
    'name' => '云风石(2级)',
    'holeType' => '1',
  ),
  30003 => 
  array (
    'id' => '30003',
    'name' => '云风石(3级)',
    'holeType' => '1',
  ),
  30004 => 
  array (
    'id' => '30004',
    'name' => '云风石(4级)',
    'holeType' => '1',
  ),
  30005 => 
  array (
    'id' => '30005',
    'name' => '云风石(5级)',
    'holeType' => '1',
  ),
  30006 => 
  array (
    'id' => '30006',
    'name' => '云风石(满级)',
    'holeType' => '1',
  ),
  30007 => 
  array (
    'id' => '30007',
    'name' => '雷霄玉(1级)',
    'holeType' => '1',
  ),
  30008 => 
  array (
    'id' => '30008',
    'name' => '雷霄玉(2级)',
    'holeType' => '1',
  ),
  30009 => 
  array (
    'id' => '30009',
    'name' => '雷霄玉(3级)',
    'holeType' => '1',
  ),
  30010 => 
  array (
    'id' => '30010',
    'name' => '雷霄玉(4级)',
    'holeType' => '1',
  ),
  30011 => 
  array (
    'id' => '30011',
    'name' => '雷霄玉(5级)',
    'holeType' => '1',
  ),
  30012 => 
  array (
    'id' => '30012',
    'name' => '雷霄玉(6级)',
    'holeType' => '1',
  ),
  30013 => 
  array (
    'id' => '30013',
    'name' => '雷霄玉(7级)',
    'holeType' => '1',
  ),
  30014 => 
  array (
    'id' => '30014',
    'name' => '雷霄玉(满级)',
    'holeType' => '1',
  ),
  30015 => 
  array (
    'id' => '30015',
    'name' => '麒麟灵珠(1级)',
    'holeType' => '1',
  ),
  30016 => 
  array (
    'id' => '30016',
    'name' => '麒麟灵珠(2级)',
    'holeType' => '1',
  ),
  30017 => 
  array (
    'id' => '30017',
    'name' => '麒麟灵珠(3级)',
    'holeType' => '1',
  ),
  30018 => 
  array (
    'id' => '30018',
    'name' => '麒麟灵珠(4级)',
    'holeType' => '1',
  ),
  30019 => 
  array (
    'id' => '30019',
    'name' => '麒麟灵珠(5级)',
    'holeType' => '1',
  ),
  30020 => 
  array (
    'id' => '30020',
    'name' => '麒麟灵珠(6级)',
    'holeType' => '1',
  ),
  30021 => 
  array (
    'id' => '30021',
    'name' => '麒麟灵珠(7级)',
    'holeType' => '1',
  ),
  30022 => 
  array (
    'id' => '30022',
    'name' => '麒麟灵珠(8级)',
    'holeType' => '1',
  ),
  30023 => 
  array (
    'id' => '30023',
    'name' => '麒麟灵珠(9级)',
    'holeType' => '1',
  ),
  30024 => 
  array (
    'id' => '30024',
    'name' => '麒麟灵珠(满级)',
    'holeType' => '1',
  ),
  30025 => 
  array (
    'id' => '30025',
    'name' => '琉火石(1级)',
    'holeType' => '2',
  ),
  30026 => 
  array (
    'id' => '30026',
    'name' => '琉火石(2级)',
    'holeType' => '2',
  ),
  30027 => 
  array (
    'id' => '30027',
    'name' => '琉火石(3级)',
    'holeType' => '2',
  ),
  30028 => 
  array (
    'id' => '30028',
    'name' => '琉火石(4级)',
    'holeType' => '2',
  ),
  30029 => 
  array (
    'id' => '30029',
    'name' => '琉火石(5级)',
    'holeType' => '2',
  ),
  30030 => 
  array (
    'id' => '30030',
    'name' => '琉火石(满级)',
    'holeType' => '2',
  ),
  30031 => 
  array (
    'id' => '30031',
    'name' => '赤焰玉(1级)',
    'holeType' => '2',
  ),
  30032 => 
  array (
    'id' => '30032',
    'name' => '赤焰玉(2级)',
    'holeType' => '2',
  ),
  30033 => 
  array (
    'id' => '30033',
    'name' => '赤焰玉(3级)',
    'holeType' => '2',
  ),
  30034 => 
  array (
    'id' => '30034',
    'name' => '赤焰玉(4级)',
    'holeType' => '2',
  ),
  30035 => 
  array (
    'id' => '30035',
    'name' => '赤焰玉(5级)',
    'holeType' => '2',
  ),
  30036 => 
  array (
    'id' => '30036',
    'name' => '赤焰玉(6级)',
    'holeType' => '2',
  ),
  30037 => 
  array (
    'id' => '30037',
    'name' => '赤焰玉(7级)',
    'holeType' => '2',
  ),
  30038 => 
  array (
    'id' => '30038',
    'name' => '赤焰玉(满级)',
    'holeType' => '2',
  ),
  30039 => 
  array (
    'id' => '30039',
    'name' => '炎凤灵珠(1级)',
    'holeType' => '2',
  ),
  30040 => 
  array (
    'id' => '30040',
    'name' => '炎凤灵珠(2级)',
    'holeType' => '2',
  ),
  30041 => 
  array (
    'id' => '30041',
    'name' => '炎凤灵珠(3级)',
    'holeType' => '2',
  ),
  30042 => 
  array (
    'id' => '30042',
    'name' => '炎凤灵珠(4级)',
    'holeType' => '2',
  ),
  30043 => 
  array (
    'id' => '30043',
    'name' => '炎凤灵珠(5级)',
    'holeType' => '2',
  ),
  30044 => 
  array (
    'id' => '30044',
    'name' => '炎凤灵珠(6级)',
    'holeType' => '2',
  ),
  30045 => 
  array (
    'id' => '30045',
    'name' => '炎凤灵珠(7级)',
    'holeType' => '2',
  ),
  30046 => 
  array (
    'id' => '30046',
    'name' => '炎凤灵珠(8级)',
    'holeType' => '2',
  ),
  30047 => 
  array (
    'id' => '30047',
    'name' => '炎凤灵珠(9级)',
    'holeType' => '2',
  ),
  30048 => 
  array (
    'id' => '30048',
    'name' => '炎凤灵珠(满级)',
    'holeType' => '2',
  ),
  30049 => 
  array (
    'id' => '30049',
    'name' => '冰霜石(1级)',
    'holeType' => '3',
  ),
  30050 => 
  array (
    'id' => '30050',
    'name' => '冰霜石(2级)',
    'holeType' => '3',
  ),
  30051 => 
  array (
    'id' => '30051',
    'name' => '冰霜石(3级)',
    'holeType' => '3',
  ),
  30052 => 
  array (
    'id' => '30052',
    'name' => '冰霜石(4级)',
    'holeType' => '3',
  ),
  30053 => 
  array (
    'id' => '30053',
    'name' => '冰霜石(5级)',
    'holeType' => '3',
  ),
  30054 => 
  array (
    'id' => '30054',
    'name' => '冰霜石(满级)',
    'holeType' => '3',
  ),
  30055 => 
  array (
    'id' => '30055',
    'name' => '寒光玉(1级)',
    'holeType' => '3',
  ),
  30056 => 
  array (
    'id' => '30056',
    'name' => '寒光玉(2级)',
    'holeType' => '3',
  ),
  30057 => 
  array (
    'id' => '30057',
    'name' => '寒光玉(3级)',
    'holeType' => '3',
  ),
  30058 => 
  array (
    'id' => '30058',
    'name' => '寒光玉(4级)',
    'holeType' => '3',
  ),
  30059 => 
  array (
    'id' => '30059',
    'name' => '寒光玉(5级)',
    'holeType' => '3',
  ),
  30060 => 
  array (
    'id' => '30060',
    'name' => '寒光玉(6级)',
    'holeType' => '3',
  ),
  30061 => 
  array (
    'id' => '30061',
    'name' => '寒光玉(7级)',
    'holeType' => '3',
  ),
  30062 => 
  array (
    'id' => '30062',
    'name' => '寒光玉(满级)',
    'holeType' => '3',
  ),
  30063 => 
  array (
    'id' => '30063',
    'name' => '冥蛟灵珠(1级)',
    'holeType' => '3',
  ),
  30064 => 
  array (
    'id' => '30064',
    'name' => '冥蛟灵珠(2级)',
    'holeType' => '3',
  ),
  30065 => 
  array (
    'id' => '30065',
    'name' => '冥蛟灵珠(3级)',
    'holeType' => '3',
  ),
  30066 => 
  array (
    'id' => '30066',
    'name' => '冥蛟灵珠(4级)',
    'holeType' => '3',
  ),
  30067 => 
  array (
    'id' => '30067',
    'name' => '冥蛟灵珠(5级)',
    'holeType' => '3',
  ),
  30068 => 
  array (
    'id' => '30068',
    'name' => '冥蛟灵珠(6级)',
    'holeType' => '3',
  ),
  30069 => 
  array (
    'id' => '30069',
    'name' => '冥蛟灵珠(7级)',
    'holeType' => '3',
  ),
  30070 => 
  array (
    'id' => '30070',
    'name' => '冥蛟灵珠(8级)',
    'holeType' => '3',
  ),
  30071 => 
  array (
    'id' => '30071',
    'name' => '冥蛟灵珠(9级)',
    'holeType' => '3',
  ),
  30072 => 
  array (
    'id' => '30072',
    'name' => '冥蛟灵珠(满级)',
    'holeType' => '3',
  ),
  30073 => 
  array (
    'id' => '30073',
    'name' => '金刚石(1级)',
    'holeType' => '4',
  ),
  30074 => 
  array (
    'id' => '30074',
    'name' => '金刚石(2级)',
    'holeType' => '4',
  ),
  30075 => 
  array (
    'id' => '30075',
    'name' => '金刚石(3级)',
    'holeType' => '4',
  ),
  30076 => 
  array (
    'id' => '30076',
    'name' => '金刚石(4级)',
    'holeType' => '4',
  ),
  30077 => 
  array (
    'id' => '30077',
    'name' => '金刚石(5级)',
    'holeType' => '4',
  ),
  30078 => 
  array (
    'id' => '30078',
    'name' => '金刚石(满级)',
    'holeType' => '4',
  ),
  30079 => 
  array (
    'id' => '30079',
    'name' => '坤山玉(1级)',
    'holeType' => '4',
  ),
  30080 => 
  array (
    'id' => '30080',
    'name' => '坤山玉(2级)',
    'holeType' => '4',
  ),
  30081 => 
  array (
    'id' => '30081',
    'name' => '坤山玉(3级)',
    'holeType' => '4',
  ),
  30082 => 
  array (
    'id' => '30082',
    'name' => '坤山玉(4级)',
    'holeType' => '4',
  ),
  30083 => 
  array (
    'id' => '30083',
    'name' => '坤山玉(5级)',
    'holeType' => '4',
  ),
  30084 => 
  array (
    'id' => '30084',
    'name' => '坤山玉(6级)',
    'holeType' => '4',
  ),
  30085 => 
  array (
    'id' => '30085',
    'name' => '坤山玉(7级)',
    'holeType' => '4',
  ),
  30086 => 
  array (
    'id' => '30086',
    'name' => '坤山玉(满级)',
    'holeType' => '4',
  ),
  30087 => 
  array (
    'id' => '30087',
    'name' => '玄龟灵珠(1级)',
    'holeType' => '4',
  ),
  30088 => 
  array (
    'id' => '30088',
    'name' => '玄龟灵珠(2级)',
    'holeType' => '4',
  ),
  30089 => 
  array (
    'id' => '30089',
    'name' => '玄龟灵珠(3级)',
    'holeType' => '4',
  ),
  30090 => 
  array (
    'id' => '30090',
    'name' => '玄龟灵珠(4级)',
    'holeType' => '4',
  ),
  30091 => 
  array (
    'id' => '30091',
    'name' => '玄龟灵珠(5级)',
    'holeType' => '4',
  ),
  30092 => 
  array (
    'id' => '30092',
    'name' => '玄龟灵珠(6级)',
    'holeType' => '4',
  ),
  30093 => 
  array (
    'id' => '30093',
    'name' => '玄龟灵珠(7级)',
    'holeType' => '4',
  ),
  30094 => 
  array (
    'id' => '30094',
    'name' => '玄龟灵珠(8级)',
    'holeType' => '4',
  ),
  30095 => 
  array (
    'id' => '30095',
    'name' => '玄龟灵珠(9级)',
    'holeType' => '4',
  ),
  30096 => 
  array (
    'id' => '30096',
    'name' => '玄龟灵珠(满级)',
    'holeType' => '4',
  ),
  30101 => 
  array (
    'id' => '30101',
    'name' => '乾罡天晶(1级)',
    'holeType' => '5',
  ),
  30102 => 
  array (
    'id' => '30102',
    'name' => '乾罡天晶(2级)',
    'holeType' => '5',
  ),
  30103 => 
  array (
    'id' => '30103',
    'name' => '乾罡天晶(3级)',
    'holeType' => '5',
  ),
  30104 => 
  array (
    'id' => '30104',
    'name' => '乾罡天晶(4级)',
    'holeType' => '5',
  ),
  30105 => 
  array (
    'id' => '30105',
    'name' => '乾罡天晶(5级)',
    'holeType' => '5',
  ),
  30111 => 
  array (
    'id' => '30111',
    'name' => '坤煞天晶(1级)',
    'holeType' => '6',
  ),
  30112 => 
  array (
    'id' => '30112',
    'name' => '坤煞天晶(2级)',
    'holeType' => '6',
  ),
  30113 => 
  array (
    'id' => '30113',
    'name' => '坤煞天晶(3级)',
    'holeType' => '6',
  ),
  30114 => 
  array (
    'id' => '30114',
    'name' => '坤煞天晶(4级)',
    'holeType' => '6',
  ),
  30115 => 
  array (
    'id' => '30115',
    'name' => '坤煞天晶(5级)',
    'holeType' => '6',
  ),
  30121 => 
  array (
    'id' => '30121',
    'name' => '烈火天晶(1级)',
    'holeType' => '7',
  ),
  30122 => 
  array (
    'id' => '30122',
    'name' => '烈火天晶(2级)',
    'holeType' => '7',
  ),
  30123 => 
  array (
    'id' => '30123',
    'name' => '烈火天晶(3级)',
    'holeType' => '7',
  ),
  30124 => 
  array (
    'id' => '30124',
    'name' => '烈火天晶(4级)',
    'holeType' => '7',
  ),
  30125 => 
  array (
    'id' => '30125',
    'name' => '烈火天晶(5级)',
    'holeType' => '7',
  ),
  30131 => 
  array (
    'id' => '30131',
    'name' => '岚风天晶(1级)',
    'holeType' => '8',
  ),
  30132 => 
  array (
    'id' => '30132',
    'name' => '岚风天晶(2级)',
    'holeType' => '8',
  ),
  30133 => 
  array (
    'id' => '30133',
    'name' => '岚风天晶(3级)',
    'holeType' => '8',
  ),
  30134 => 
  array (
    'id' => '30134',
    'name' => '岚风天晶(4级)',
    'holeType' => '8',
  ),
  30135 => 
  array (
    'id' => '30135',
    'name' => '岚风天晶(5级)',
    'holeType' => '8',
  ),
  30141 => 
  array (
    'id' => '30141',
    'name' => '狂雷天晶(1级)',
    'holeType' => '9',
  ),
  30142 => 
  array (
    'id' => '30142',
    'name' => '狂雷天晶(2级)',
    'holeType' => '9',
  ),
  30143 => 
  array (
    'id' => '30143',
    'name' => '狂雷天晶(3级)',
    'holeType' => '9',
  ),
  30144 => 
  array (
    'id' => '30144',
    'name' => '狂雷天晶(4级)',
    'holeType' => '9',
  ),
  30145 => 
  array (
    'id' => '30145',
    'name' => '狂雷天晶(5级)',
    'holeType' => '9',
  ),
  30151 => 
  array (
    'id' => '30151',
    'name' => '血炼天晶(1级)',
    'holeType' => '10',
  ),
  30152 => 
  array (
    'id' => '30152',
    'name' => '血炼天晶(2级)',
    'holeType' => '10',
  ),
  30153 => 
  array (
    'id' => '30153',
    'name' => '血炼天晶(3级)',
    'holeType' => '10',
  ),
  30154 => 
  array (
    'id' => '30154',
    'name' => '血炼天晶(4级)',
    'holeType' => '10',
  ),
  30155 => 
  array (
    'id' => '30155',
    'name' => '血炼天晶(5级)',
    'holeType' => '10',
  ),
  39999 => 
  array (
    'id' => '39999',
    'name' => '测试红装宝石',
    'holeType' => '5',
  ),
);