<?php 
// update: 2015-03-13 14:26:53
$dictGem2 = array (
  50001 => 
  array (
    'id' => '50001',
    'name' => '雷兽圣纹(1级)',
    'type2' => '1',
    'zhandouli' => '20',
  ),
  50002 => 
  array (
    'id' => '50002',
    'name' => '雷兽圣纹(2级)',
    'type2' => '1',
    'zhandouli' => '80',
  ),
  50003 => 
  array (
    'id' => '50003',
    'name' => '雷兽圣纹(3级)',
    'type2' => '1',
    'zhandouli' => '250',
  ),
  50004 => 
  array (
    'id' => '50004',
    'name' => '雷兽圣纹(4级)',
    'type2' => '1',
    'zhandouli' => '500',
  ),
  50005 => 
  array (
    'id' => '50005',
    'name' => '雷兽圣纹(5级)',
    'type2' => '1',
    'zhandouli' => '1340',
  ),
  50006 => 
  array (
    'id' => '50006',
    'name' => '雷兽圣纹(6级)',
    'type2' => '1',
    'zhandouli' => '3440',
  ),
  50007 => 
  array (
    'id' => '50007',
    'name' => '雷兽圣纹(7级)',
    'type2' => '1',
    'zhandouli' => '7770',
  ),
  50008 => 
  array (
    'id' => '50008',
    'name' => '雷兽圣纹(8级)',
    'type2' => '1',
    'zhandouli' => '15750',
  ),
  50009 => 
  array (
    'id' => '50009',
    'name' => '雷兽圣纹(9级)',
    'type2' => '1',
    'zhandouli' => '31500',
  ),
  50010 => 
  array (
    'id' => '50010',
    'name' => '雷兽圣纹(10级)',
    'type2' => '1',
    'zhandouli' => '63000',
  ),
  50011 => 
  array (
    'id' => '50011',
    'name' => '冥龙圣纹(1级)',
    'type2' => '2',
    'zhandouli' => '20',
  ),
  50012 => 
  array (
    'id' => '50012',
    'name' => '冥龙圣纹(2级)',
    'type2' => '2',
    'zhandouli' => '80',
  ),
  50013 => 
  array (
    'id' => '50013',
    'name' => '冥龙圣纹(3级)',
    'type2' => '2',
    'zhandouli' => '250',
  ),
  50014 => 
  array (
    'id' => '50014',
    'name' => '冥龙圣纹(4级)',
    'type2' => '2',
    'zhandouli' => '500',
  ),
  50015 => 
  array (
    'id' => '50015',
    'name' => '冥龙圣纹(5级)',
    'type2' => '2',
    'zhandouli' => '1340',
  ),
  50016 => 
  array (
    'id' => '50016',
    'name' => '冥龙圣纹(6级)',
    'type2' => '2',
    'zhandouli' => '3440',
  ),
  50017 => 
  array (
    'id' => '50017',
    'name' => '冥龙圣纹(7级)',
    'type2' => '2',
    'zhandouli' => '7770',
  ),
  50018 => 
  array (
    'id' => '50018',
    'name' => '冥龙圣纹(8级)',
    'type2' => '2',
    'zhandouli' => '15750',
  ),
  50019 => 
  array (
    'id' => '50019',
    'name' => '冥龙圣纹(9级)',
    'type2' => '2',
    'zhandouli' => '31500',
  ),
  50020 => 
  array (
    'id' => '50020',
    'name' => '冥龙圣纹(10级)',
    'type2' => '2',
    'zhandouli' => '63000',
  ),
  50021 => 
  array (
    'id' => '50021',
    'name' => '灵狐圣纹(1级)',
    'type2' => '3',
    'zhandouli' => '20',
  ),
  50022 => 
  array (
    'id' => '50022',
    'name' => '灵狐圣纹(2级)',
    'type2' => '3',
    'zhandouli' => '80',
  ),
  50023 => 
  array (
    'id' => '50023',
    'name' => '灵狐圣纹(3级)',
    'type2' => '3',
    'zhandouli' => '250',
  ),
  50024 => 
  array (
    'id' => '50024',
    'name' => '灵狐圣纹(4级)',
    'type2' => '3',
    'zhandouli' => '500',
  ),
  50025 => 
  array (
    'id' => '50025',
    'name' => '灵狐圣纹(5级)',
    'type2' => '3',
    'zhandouli' => '1340',
  ),
  50026 => 
  array (
    'id' => '50026',
    'name' => '灵狐圣纹(6级)',
    'type2' => '3',
    'zhandouli' => '3440',
  ),
  50027 => 
  array (
    'id' => '50027',
    'name' => '灵狐圣纹(7级)',
    'type2' => '3',
    'zhandouli' => '7770',
  ),
  50028 => 
  array (
    'id' => '50028',
    'name' => '灵狐圣纹(8级)',
    'type2' => '3',
    'zhandouli' => '15750',
  ),
  50029 => 
  array (
    'id' => '50029',
    'name' => '灵狐圣纹(9级)',
    'type2' => '3',
    'zhandouli' => '31500',
  ),
  50030 => 
  array (
    'id' => '50030',
    'name' => '灵狐圣纹(10级)',
    'type2' => '3',
    'zhandouli' => '63000',
  ),
  50031 => 
  array (
    'id' => '50031',
    'name' => '蛟螭圣纹(1级)',
    'type2' => '4',
    'zhandouli' => '20',
  ),
  50032 => 
  array (
    'id' => '50032',
    'name' => '蛟螭圣纹(2级)',
    'type2' => '4',
    'zhandouli' => '80',
  ),
  50033 => 
  array (
    'id' => '50033',
    'name' => '蛟螭圣纹(3级)',
    'type2' => '4',
    'zhandouli' => '250',
  ),
  50034 => 
  array (
    'id' => '50034',
    'name' => '蛟螭圣纹(4级)',
    'type2' => '4',
    'zhandouli' => '500',
  ),
  50035 => 
  array (
    'id' => '50035',
    'name' => '蛟螭圣纹(5级)',
    'type2' => '4',
    'zhandouli' => '1340',
  ),
  50036 => 
  array (
    'id' => '50036',
    'name' => '蛟螭圣纹(6级)',
    'type2' => '4',
    'zhandouli' => '3360',
  ),
  50037 => 
  array (
    'id' => '50037',
    'name' => '蛟螭圣纹(7级)',
    'type2' => '4',
    'zhandouli' => '7560',
  ),
  50038 => 
  array (
    'id' => '50038',
    'name' => '蛟螭圣纹(8级)',
    'type2' => '4',
    'zhandouli' => '15540',
  ),
  50039 => 
  array (
    'id' => '50039',
    'name' => '蛟螭圣纹(9级)',
    'type2' => '4',
    'zhandouli' => '31500',
  ),
  50040 => 
  array (
    'id' => '50040',
    'name' => '蛟螭圣纹(10级)',
    'type2' => '4',
    'zhandouli' => '63000',
  ),
  50041 => 
  array (
    'id' => '50041',
    'name' => '金乌圣纹(1级)',
    'type2' => '5',
    'zhandouli' => '20',
  ),
  50042 => 
  array (
    'id' => '50042',
    'name' => '金乌圣纹(2级)',
    'type2' => '5',
    'zhandouli' => '80',
  ),
  50043 => 
  array (
    'id' => '50043',
    'name' => '金乌圣纹(3级)',
    'type2' => '5',
    'zhandouli' => '250',
  ),
  50044 => 
  array (
    'id' => '50044',
    'name' => '金乌圣纹(4级)',
    'type2' => '5',
    'zhandouli' => '500',
  ),
  50045 => 
  array (
    'id' => '50045',
    'name' => '金乌圣纹(5级)',
    'type2' => '5',
    'zhandouli' => '1340',
  ),
  50046 => 
  array (
    'id' => '50046',
    'name' => '金乌圣纹(6级)',
    'type2' => '5',
    'zhandouli' => '3360',
  ),
  50047 => 
  array (
    'id' => '50047',
    'name' => '金乌圣纹(7级)',
    'type2' => '5',
    'zhandouli' => '7560',
  ),
  50048 => 
  array (
    'id' => '50048',
    'name' => '金乌圣纹(8级)',
    'type2' => '5',
    'zhandouli' => '15540',
  ),
  50049 => 
  array (
    'id' => '50049',
    'name' => '金乌圣纹(9级)',
    'type2' => '5',
    'zhandouli' => '31500',
  ),
  50050 => 
  array (
    'id' => '50050',
    'name' => '金乌圣纹(10级)',
    'type2' => '5',
    'zhandouli' => '63000',
  ),
  50051 => 
  array (
    'id' => '50051',
    'name' => '白泽圣纹(1级)',
    'type2' => '6',
    'zhandouli' => '20',
  ),
  50052 => 
  array (
    'id' => '50052',
    'name' => '白泽圣纹(2级)',
    'type2' => '6',
    'zhandouli' => '80',
  ),
  50053 => 
  array (
    'id' => '50053',
    'name' => '白泽圣纹(3级)',
    'type2' => '6',
    'zhandouli' => '250',
  ),
  50054 => 
  array (
    'id' => '50054',
    'name' => '白泽圣纹(4级)',
    'type2' => '6',
    'zhandouli' => '500',
  ),
  50055 => 
  array (
    'id' => '50055',
    'name' => '白泽圣纹(5级)',
    'type2' => '6',
    'zhandouli' => '1340',
  ),
  50056 => 
  array (
    'id' => '50056',
    'name' => '白泽圣纹(6级)',
    'type2' => '6',
    'zhandouli' => '3360',
  ),
  50057 => 
  array (
    'id' => '50057',
    'name' => '白泽圣纹(7级)',
    'type2' => '6',
    'zhandouli' => '7560',
  ),
  50058 => 
  array (
    'id' => '50058',
    'name' => '白泽圣纹(8级)',
    'type2' => '6',
    'zhandouli' => '15540',
  ),
  50059 => 
  array (
    'id' => '50059',
    'name' => '白泽圣纹(9级)',
    'type2' => '6',
    'zhandouli' => '31500',
  ),
);