<?php
class Templates
{
    /**
     * @return $dataGoods 动态获取游戏内的道具列表
     */
    public static function getItemTemplate(){
        $dataGoods = array(
            10200001 => array('id' => '10200001', 'name' => '清风剑', 'type' => '1', 'color' => '1', ),
            10200002 => array('id' => '10200002', 'name' => '清风弓', 'type' => '1', 'color' => '1', ),
            10200003 => array('id' => '10200003', 'name' => '清风扇', 'type' => '1', 'color' => '1', ),
            10200004 => array('id' => '10200004', 'name' => '清风琴', 'type' => '1', 'color' => '1', ),
            10200005 => array('id' => '10200005', 'name' => '清风项链（外攻）', 'type' => '2', 'color' => '1', ),
            10200006 => array('id' => '10200006', 'name' => '清风项链（内攻）', 'type' => '2', 'color' => '1', ),
            10200007 => array('id' => '10200007', 'name' => '清风戒指（外攻）', 'type' => '3', 'color' => '1', ),
            10200008 => array('id' => '10200008', 'name' => '清风戒指（内攻）', 'type' => '3', 'color' => '1', ),
            10200009 => array('id' => '10200009', 'name' => '清风冠（外防）', 'type' => '4', 'color' => '1', ),
            10200010 => array('id' => '10200010', 'name' => '清风冠（内防）', 'type' => '4', 'color' => '1', ),
            10200011 => array('id' => '10200011', 'name' => '清风袍（男/外防）', 'type' => '5', 'color' => '1', ),
            10200012 => array('id' => '10200012', 'name' => '清风袍（男/内防）', 'type' => '5', 'color' => '1', ),
            10200013 => array('id' => '10200013', 'name' => '清风袍（女/外防）', 'type' => '5', 'color' => '1', ),
            10200014 => array('id' => '10200014', 'name' => '清风袍（女/内防）', 'type' => '5', 'color' => '1', ),
            10200015 => array('id' => '10200015', 'name' => '清风甲（废弃）（男）', 'type' => '5', 'color' => '1', ),
            10200016 => array('id' => '10200016', 'name' => '清风甲（废弃）（女）', 'type' => '5', 'color' => '1', ),
            10200017 => array('id' => '10200017', 'name' => '清风腰带（外防）', 'type' => '6', 'color' => '1', ),
            10200018 => array('id' => '10200018', 'name' => '清风腰带（内防）', 'type' => '6', 'color' => '1', ),
            10200019 => array('id' => '10200019', 'name' => '清风护腕（外防）', 'type' => '7', 'color' => '1', ),
        );

        return $dataGoods;
    }
}